{"data": [{"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Strategaeth y Gym raeg 2012-17", "en": "Welsh Language Strategy 2012-17"}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Strategaeth y Gymraeg 2012–17", "en": "Welsh Language Strategy 2012–17"}}, {"translation": {"cy": "CynulleidfaAdrannau Llywodraeth Cymru; ", "en": "AudienceWelsh Government departments; "}}, {"translation": {"cy": "cyrff y trydydd sector yng Nghymru; ", "en": "third sector bodies in Wales; "}}, {"translation": {"cy": "cwmnïau y sector preifat yng Nghymru; ", "en": "private sector companies in Wales; "}}, {"translation": {"cy": "sefydliadau addysgol yng Nghymru; ", "en": "educational organisations in Wales; "}}, {"translation": {"cy": "sefydliadau sy’n gweithio i hybu’r defnydd o’r Gymraeg; ", "en": "organisations working to promote the use of Welsh; "}}, {"translation": {"cy": "sefydliadau sy’n gweithio gyda theuluoedd, plant a phobl ifanc, a chymunedau; ", "en": "organisations working with families, children and young people and communities; "}}, {"translation": {"cy": "a phartïon eraill â diddordeb.", "en": "and other interested parties."}}, {"translation": {"cy": "TrosolwgDeddf Llywodraeth Cymru 2006: ", "en": "OverviewThe Government of Wales Act 2006: "}}, {"translation": {"cy": "Fe’i paratowyd yn unol ag Adran 78 o Ddeddf Llywodraeth Cymru 2006. ", "en": "It has been prepared in accordance with Section 78 of the Government of Wales Act 2006. "}}, {"translation": {"cy": "Mae’r strategaeth hon yn disodli Iaith Pawb: ", "en": "This strategy supersedes Iaith Pawb: "}}, {"translation": {"cy": "Cynllun Gweithredu Cenedlaethol ar gyfer Cymru Ddwyieithog (Llywodraeth Cynulliad Cymru, 2003). ", "en": "A National Action Plan for a Bilingual Wales (Welsh Assembly Government, 2003). "}}, {"translation": {"cy": "Nid yw Iaith Pawb bellach yn weithredol.", "en": "Iaith Pawb is no longer being implemented."}}, {"translation": {"cy": "Oes y strategaeth: ", "en": "Lifespan of the strategy: "}}, {"translation": {"cy": "Mae hon yn strategaeth ar gyfer cyfnod o bum mlynedd, o 1 Ebrill 2012 hyd 31 Mawrth 2017. ", "en": "This is a strategy covering a period of five years, from 1 April 2012 to 31 March 2017. "}}, {"translation": {"cy": "Rhagor oDylid cyfeirio unrhyw ymholiadau am y ddogfen hon at:", "en": "FurtherEnquiries about this document should be directed to:"}}, {"translation": {"cy": "wybodaeth Uned y Gymraeg", "en": "information Welsh Language Unit"}}, {"translation": {"cy": "Yr Adran Addysg a Sgiliau", "en": "Department for Education and Skills"}}, {"translation": {"cy": "Parc Cathays", "en": "Cathays Park"}}, {"translation": {"cy": "CF10 3NQ", "en": "CF10 3NQ"}}, {"translation": {"cy": "029 2080 1307", "en": "029 2080 1307"}}, {"translation": {"cy": "e-bost: ", "en": "e-mail:"}}, {"translation": {"cy": "StrategaethIaith@cymru.gsi.gov.uk", "en": " WelshLanguageStrategy@wales.gsi.gov.uk "}}, {"translation": {"cy": "ychwanegol Ffôn: ", "en": "copiesTel: "}}, {"translation": {"cy": "0870 242 3206 (cyfrwng Cymraeg)", "en": "0870 242 3206 (Welsh medium) "}}, {"translation": {"cy": "Ffacs: ", "en": "Fax: "}}, {"translation": {"cy": "e-bost: ", "en": "e-mail:"}}, {"translation": {"cy": "DfESWales1@prolog.co.uk", "en": " DfESWales1@prolog.co.uk "}}, {"translation": {"cy": "Neu drwy ymweld â gwefan Llywodraeth Cymru yn www.cymru.gov.uk/ygymraeg", "en": "Or by visiting the Welsh Government’s website www.wales.gov.uk/welshlanguage"}}, {"translation": {"cy": "DogfennauRhaglen Lywodraethu 2011–16 (Llywodraeth Cymru, 2011); ", "en": "RelatedProgramme for Government 2011–16 (Welsh Government, 2011);"}}, {"translation": {"cy": "Mesurcysylltiedigy Gymraeg (Cymru) 2011; ", "en": "documentsWelsh Language (Wales) Measure 2011; "}}, {"translation": {"cy": "Strategaeth Addysg Cyfrwng Cymraeg (Llywodraeth Cynulliad Cymru, 2010); ", "en": "Welsh-medium Education Strategy (Welsh Assembly Government, 2010); "}}, {"translation": {"cy": "ISBN: ", "en": "ISBN: "}}, {"translation": {"cy": "978 0 7504 7014 8 Cyf: ", "en": "978 0 7504 7014 8 Ref: "}}, {"translation": {"cy": "CAD/GM/0212", "en": "CAD/GM/0212"}}, {"translation": {"cy": "© Hawlfraint y Goron Mawrth 2012 ", "en": "© Crown copyright March 2012 "}}, {"translation": {"cy": "WG14673", "en": "WG14673"}}, {"translation": {"cy": "Cynnwys", "en": "Contents"}}, {"translation": {"cy": "Cyd-destun7", "en": "Context7"}}, {"translation": {"cy": "Edrych yn ôl: ", "en": "Looking back: "}}, {"translation": {"cy": "effaith gweithgareddau’r gorffennol11", "en": "the impact of past activities11"}}, {"translation": {"cy": "Edrych tua’r dyfodol: ", "en": "Looking towards the future: "}}, {"translation": {"cy": "strategaeth newydd14", "en": "a new strategy14"}}, {"translation": {"cy": "Maes strategol 1: ", "en": "Strategic area 1: "}}, {"translation": {"cy": "Y teulu25", "en": "The family25"}}, {"translation": {"cy": "Maes strategol 2: ", "en": "Strategic area 2: "}}, {"translation": {"cy": "Plant a phobl ifanc28", "en": "Children and young people28"}}, {"translation": {"cy": "Maes strategol 3: ", "en": "Strategic area 3: "}}, {"translation": {"cy": "Maes strategol 4: ", "en": "Strategic area 4: "}}, {"translation": {"cy": "Y gweithle37", "en": "The workplace37"}}, {"translation": {"cy": "Maes strategol 5: ", "en": "Strategic area 5: "}}, {"translation": {"cy": "Gwasanaethau Cymraeg40", "en": "Welsh-language services40"}}, {"translation": {"cy": "Maes strategol 6: ", "en": "Strategic area 6: "}}, {"translation": {"cy": "Rhagair y Gweinidog", "en": "Ministerial foreword"}}, {"translation": {"cy": "Fel dysgwr brwd, rwyf wedi ymddiddori’n fawr yn yr iaith ers fy nghyfnod fel myfyriwr ym Mangor yn y 1970au. ", "en": "As an active Welsh learner, my engagement with the language in a meaningful way goes back to my days as a student in Bangor in the 1970s. "}}, {"translation": {"cy": "Mae’r iaith yn bwysig i bob un ohonon ni yng Nghymru ac, yn ôl y polau piniwn, mae’r rhan fwyaf o bobl Cymru yn deyrngar i’r iaith ac yn ei chefnogi. ", "en": "The language is important to all of us in Wales, and opinion surveys regularly show the majority of Welsh people are committed to and supportive of the language. "}}, {"translation": {"cy": "Rhaid i ni ymdrechu, bob amser, i gael consensws gwleidyddol ynghylch beth sydd angen ei wneud i ddatblygu’r iaith a’i chryfhau. Cafodd y strategaeth hon ei pharatoi felly drwy fynd ati’n fwriadol i ddefnyddio’r strategaeth ddrafft a gyhoeddwyd gan Lywodraeth Cymru’n Un fel sylfaen.", "en": "We must always strive to protect a political consensus around measures to develop and strengthen the language, and this strategy deliberately builds on the draft strategy published by the One Wales Government."}}, {"translation": {"cy": "Hoffwn gydnabod y cyfraniadau a wnaed gan bawb, yn enwedig aelodau’r Gr ˆwp Cynghori ar Strategaeth y Gymraeg a sefydlwyd gan Alun Ffred Jones, y cyn Weinidog dros Dreftadaeth. ", "en": "I pay tribute to the contributions made, not least by members of the Advisory Group on the Welsh Language Strategy established by the former Heritage Minister Alun Ffred Jones. "}}, {"translation": {"cy": "Bu eu cyfraniad yn allweddol wrth lunio’r strategaeth derfynol, a chefais innau foddhad o gadeirio’r tri chyfarfod a gynhaliwyd gennym ers mis Mai 2011.", "en": "Their input has helped shape the final strategy and I have enjoyed chairing the three meetings we have held since May 2011."}}, {"translation": {"cy": "Dros y degawdau, cafodd y Gymraeg ei chynnal diolch i ymroddiad unigolion a chymunedau sydd wedi gweithio gyda’i gilydd mewn sefydliadau amrywiol ac ar weithgareddau amrywiol, boed yn lleol ac yn genedlaethol – a hynny’n aml dan bwysau mawr. ", "en": "Over the decades, the Welsh language has been sustained by dedicated individuals and communities working together locally and nationally, often under great pressure, in a wide variety of organisations and activities. "}}, {"translation": {"cy": "Mae ein diolch yn ddyledus i’r unigolion a’r cymunedau hynny, ac rydym yn cydnabod eu cyfraniad. ", "en": "Those individuals and communities deserve our thanks and acknowledgement. "}}, {"translation": {"cy": "Am bron i ugain mlynedd, Bwrdd yr Iaith Gymraeg fu’n arwain ar hyn, a dylem ddiolch hefyd i aelodau presennol a chyn-aelodau’r Bwrdd, a chydnabod eu cyfraniad hwythau. ", "en": "For nearly twenty years, the Welsh Language Board has played a leading role in this process. Past and present members of the Board likewise deserve our thanks and acknowledgement. "}}, {"translation": {"cy": "At hynny, dylid cydnabod bod parhad y Gymraeg yn yr ugeinfed ganrif ac ar ddechrau’r unfed ganrif ar hugain yn brawf pendant bod gwleidyddiaeth yn gallu dwyn y maen i’r wal.", "en": "The preservation of the Welsh language in the twentieth and early twenty-first century has also been a positive demonstration of how politics can deliver, and that should also be acknowledged."}}, {"translation": {"cy": "Fodd bynnag, mae datblygiad a pharhad y Gymraeg yn y dyfodol yn dibynnu ar ymroddiad pobl Cymru, a rhaid i bob un ohonon ni wneud ein rhan. ", "en": "However, the future development and survival of the language depends on the commitment of the people of Wales, and must be owned by all of us. "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Rhaid i ni chwilio am leisiau newydd i ddatblygu polisi iaith yn y dyfodol. ", "en": "In developing language policy in the future, we have to invite in new voices. "}}, {"translation": {"cy": "Hoffwn i weld cynghrair yr anghonfensiynol yn cymryd rhan yn y gwaith o ddatblygu a monitro’r strategaeth newydd hon.", "en": "I want a coalition of the unconventional involved in developing and monitoring the implementation of this new strategy. "}}, {"translation": {"cy": "Dylai lleisiau mwyaf dylanwadol y dyfodol fod yn ymrwymedig i hybu’r drefn agored newydd yn hytrach na chynnal yr hen drefn.", "en": "The voices that dominate in the future should be committed to that new openness, not the protection of the old establishment."}}, {"translation": {"cy": "Eleni, byddwn yn dathlu deng mlynedd ar hugain ers darllediad cyntaf S4C. ", "en": "This year will see the thirtieth anniversary of S4C’s first broadcast. "}}, {"translation": {"cy": "Bydd yr achlysur hwn yn ein hatgoffa bod cefnogaeth wleidyddol ac ymgyrchu ar lawr gwlad wedi bod yn hanfodol o’r dechrau’n deg er mwyn hybu a diogelu’r iaith. ", "en": "That anniversary should remind us that the promotion and protection of the language has always depended on political support and grass-roots campaigning. "}}, {"translation": {"cy": "Penderfyniad Llywodraeth y Deyrnas Unedig i roi’r gorau i fformiwla cyllido S4C, a osodwyd mewn statud, heb gynnal trafodaeth gyhoeddus effeithiol, yw’r peth mwyaf niweidiol i ddigwydd i’r Gymraeg yn ystod y ddwy flynedd ddiwethaf. ", "en": "The most damaging thing to happen to the Welsh language in the last two years was the decision by the UK Government to abandon the funding formula for S4C, set down in statute, without any effective public debate. "}}, {"translation": {"cy": "O ganlyniad, bydd cyllideb yr iaith o leiaf £60 miliwn yn llai dros y pum mlynedd hyd at 2014–15. ", "en": "The budgetary loss to the Welsh language in the five years to 2014–15 will be at least £60 million. "}}, {"translation": {"cy": "Yn sgil methiant Awdurdod S4C i fanteisio i’r eithaf ar y pwysau cyhoeddus a gafwyd ar draws y pleidiau yng Nghymru i amddiffyn yr hyn oedd yn rhwymedigaeth statudol ar Lywodraeth y DU, daeth yn amlwg mai sefydliad ydyw sy’n perthyn i’r oes cyn datganoli o ran ei feddylfryd ac sydd wedi methu deall realiti’r sefyllfa yng Nghymru ar ôl datganoli. ", "en": "The failure of the S4C Authority to maximise the cross-party public pressure that existed in Wales in defence of what was a statutory obligation on the UK Government demonstrated an institution whose pre-devolution mentality failed to understand the realities of post-devolution Wales. "}}, {"translation": {"cy": "Nid yw darlledu wedi’i ddatganoli, ac nid yw’n bolisi gan Lywodraeth bresennol Cymru i geisio am ddatganoli darlledu. Ar y llaw arall, mae’n amlwg, o ran polisi iaith o leiaf, fod angen i Lywodraeth Cymru edrych yn fanylach ar effaith polisi darlledu ar y Gymraeg. ", "en": "While broadcasting is not devolved, and it is not the policy of the present Welsh Government to seek the devolution of broadcasting, it is clear that in terms of language policy at least, the Welsh Government will need to take a closer view of the impact of broadcasting policy on the Welsh language. "}}, {"translation": {"cy": "Aeth Llywodraeth newydd Cymru, a gafodd ei hethol ym mis Mai 2011, ati’n ddi-oed i weithredu Mesur y Gymraeg (Cymru) 2011. ", "en": "The new Welsh Government elected in May 2011 has moved swiftly to implement the Welsh Language (Wales) Measure 2011. "}}, {"translation": {"cy": "Bydd yn hyrwyddwr cadarn a brwdfrydig dros yr iaith, gan weithio gyda sefydliadau i gynyddu nifer y gwasanaethau sydd ar gael drwy gyfrwng y Gymraeg, a chynnig mwy o gyfleoedd i bobl ddefnyddio’r iaith yn eu bywydau bob dydd.", "en": "She will be a robust and active champion for the language – and will work with organisations to increase the number of services available in Welsh, providing more opportunities for people to use the language in their day-to-day lives."}}, {"translation": {"cy": "Bydd y Comisiynydd yn datblygu safonau newydd ar gyfer y Gymraeg a fydd yn gosod dyletswyddau ar amrywiaeth eang o sefydliadau: ", "en": "The Commissioner will develop new Welsh language standards, in order to impose duties on a wide range of organisations: "}}, {"translation": {"cy": "i ddarparu gwasanaethau drwy gyfrwng y Gymraeg, i sicrhau bod y Gymraeg yn dod yn rhan annatod o waith datblygu polisïau, ac i ddatblygu strategaethau a fydd yn ceisio cynyddu’r defnydd o’r Gymraeg yn y gweithle.", "en": "to provide services in Welsh, to mainstream the language into policy development, and to develop strategies with regard to increasing the use of Welsh at work."}}, {"translation": {"cy": "Bydd safonau hybu’r Gymraeg yn gosod dyletswyddau ar Lywodraeth Cymru, ac awdurdodau lleol ledled Cymru i annog pobl i wneud mwy o ddefnydd o’r Gymraeg a chefnogi ac annog y cymunedau y maent yn eu gwasanaethu i’w defnyddio. ", "en": "Welsh language promotion standards will impose duties on the Welsh Government and local authorities across Wales to promote the use of Welsh more widely and to support and encourage its use within the communities they serve. "}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw3", "en": "a language for living3"}}, {"translation": {"cy": "Unwaith eto, hoffwn bwysleisio fy mod yn benderfynol o gyflwyno’r safonau newydd cyn gynted â phosib. Bydd Llywodraeth Cymru yn cydweithio’n agos â’r Comisiynydd i sicrhau bod modd gwneud hynny.", "en": "Again, I am determined to make progress as quickly as possible in order to introduce the new standards – and the Welsh Government will work closely with the Commissioner to ensure that this can be done."}}, {"translation": {"cy": "Rhaid i ni sicrhau bod gwasanaethau a gweithgareddau i blant a phobl ifanc ar gael yn y Gymraeg. ", "en": "We need to ensure that services and activities for children and young people are available in Welsh. "}}, {"translation": {"cy": "Mae angen mwy o wasanaethau wyneb yn wyneb drwy gyfrwng y Gymraeg arnon ni. ", "en": "We need more face-to-face services in Welsh. "}}, {"translation": {"cy": "Rhaid i ni sicrhau bod mwy o benderfyniadau cyllido yn cael eu gwneud gan gadw mewn cof yr angen am wasanaethau cyfrwng Cymraeg. ", "en": "We need to ensure that more and more funding decisions are taken with the need to provide Welsh-language services in mind. "}}, {"translation": {"cy": "Rhaid i ni roi’r gorau i feddwl am y Gymraeg yn nhermau cyfieithu a’i hystyried yn rhan naturiol o fywyd bob dydd yng Nghymru.", "en": "We need to move from thinking of Welsh as a translation issue to thinking of Welsh as a normal part of day-to-day life in Wales."}}, {"translation": {"cy": "Yn sgil diddymu Bwrdd yr Iaith Gymraeg, bydd gan Lywodraeth Cymru rôl ganolog a phwysig iawn i hybu’r defnydd o’r Gymraeg. ", "en": "For its part, the Welsh Government will inherit from the Welsh Language Board a central and highly significant role with regard to promoting the use of Welsh. "}}, {"translation": {"cy": "Gyda’n gilydd, rhaid i ni roi anadl einioes newydd i’r iaith – gan weithio’n galed i sicrhau bod y gwaith sy’n cael ei wneud a’i gefnogi gennym mor effeithiol â phosib.", "en": "Together, we need to breathe new life into the language – while working hard to ensure that the work we support and deliver is as effective as possible."}}, {"translation": {"cy": "Gan fod Llywodraeth Cymru’n Un wedi cyhoeddi Strategaeth Addysg Cyfrwng Cymraeg ym mis Ebrill 2010, nid yw’r strategaeth hon yn edrych yn fanwl iawn ar y system addysg. ", "en": "As the One Wales Government published the Welsh-medium Education Strategy only in April 2010, this strategy does not go into significant detail on the education system. "}}, {"translation": {"cy": "Fodd bynnag, dylid ei darllen ar y cyd â’r strategaeth honno. ", "en": "However, it should be read alongside that strategy. "}}, {"translation": {"cy": "Ers i’r Strategaeth Addysg Cyfrwng Cymraeg gael ei chyhoeddi, cafodd y Coleg Cymraeg Cenedlaethol ei sefydlu’n ffurfiol. ", "en": "Since the Welsh-medium Education Strategy was published, the Coleg Cymraeg Cenedlaethol has been formally established. "}}, {"translation": {"cy": "Ym mis Rhagfyr 2011, derbyniodd Llywodraeth Cymru adroddiadau gan yr awdurdodau lleol yn dweud i ba raddau roedden nhw’n llwyddo i gyrraedd eu targedau o gynyddu nifer y bobl ifanc sy’n dysgu Cymraeg ac sy’n astudio drwy gyfrwng y Gymraeg. ", "en": "In December 2011, local authorities reported back to the Welsh Government on how they are progressing against targets to improve the number of young people learning Welsh and studying through the medium of Welsh. "}}, {"translation": {"cy": "Rydym yn benderfynol o sicrhau bod darpariaeth y dyfodol yn cael ei chynllunio’n effeithiol.", "en": "We are determined to ensure effective planning of future provision."}}, {"translation": {"cy": "4Iaith fyw: ", "en": "4A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Wrth i ni edrych i’r dyfodol, rhaid i ni sicrhau bod rhieni/gofalwyr a theuluoedd yn deall yn well sut gall yr iaith fod o fudd i’w plant er mwyn eu galluogi i wneud penderfyniadau, ar sail gwybodaeth, ynghylch magwraeth ac addysg eu plant. ", "en": "As we look to the future, we must ensure that parents/carers and families better understand how the language can benefit their children, to enable them to make informed decisions with regard to their upbringing and education. "}}, {"translation": {"cy": "Rhaid i ni sicrhau bod addysg cyfrwng Cymraeg yn cael ei chynllunio a’i darparu yn unol ag ewyllys y rhieni/gofalwyr. ", "en": "We need to ensure that Welsh-medium education is planned and provided in accordance with parents/carers’ wishes. "}}, {"translation": {"cy": "Mae angen i ni ddarparu rhagor o gyfleoedd i blant a phobl ifanc fwynhau defnyddio’r Gymraeg y tu allan i’r ysgol, ac annog rhieni/gofalwyr sy’n siarad Cymraeg i’w defnyddio gyda’u plant. ", "en": "We need to provide more and more opportunities for children and young people to enjoy using the language beyond the school gates – and we need to encourage Welsh-speaking parents/carers to use the language with their children. "}}, {"translation": {"cy": "Rwy’n benderfynol o fwrw ymlaen ar hyn cyn gynted â phosib er mwyn mynd i’r afael â’r heriau sy’n ein hwynebu.", "en": "I am determined to make progress as quickly and effectively as possible to deal with the challenges that lie ahead."}}, {"translation": {"cy": "Drwy gydol yr ugeinfed ganrif, gwelsom fod y cyfryngau darlledu wedi chwarae rôl bwysig, drwy gyfrwng y radio a’r teledu, yn datblygu ac yn diogelu’r Gymraeg. ", "en": "Throughout the twentieth century, the broadcast media played an important role in the development and preservation of the Welsh language through both radio and television. "}}, {"translation": {"cy": "Yn yr unfed ganrif ar hugain, mae’r ffaith bod modd defnyddio’r cyfryngau digidol a’r apps Cymraeg nid yn unig yn caniatáu i’r iaith ffynnu ond hefyd yn galluogi siaradwyr Cymraeg i gymryd rhan gyflawn yn yr oes ddigidol sydd ohoni. Maent hefyd yn dangos i bawb fod y Gymraeg yn gyfrwng modern, creadigol, grymus, sy’n gallu addasu.", "en": "In the twenty-first century, the existence of Welsh-language digital media content and applications not only allows the Welsh language to flourish, but it also enables Welsh speakers to participate fully as digital citizens and demonstrates to all that the Welsh language is a creative, powerful, adaptive and modern medium."}}, {"translation": {"cy": "Dylai sicrhau bod modd i siaradwyr Cymraeg ddefnyddio cyfryngau electronig drwy gyfrwng y Gymraeg, os ydynt yn dymuno gwneud hynny, fod yn uchelgais gennym; ni ddylem ddisgwyl llai na hynny. Dylai hynny fod yn bosib at ddibenion diwylliannol, dod o hyd i wybodaeth, adloniant, hamdden, siopa, cynnal trafodion, neu at ddibenion cymunedol neu rwydweithio cymdeithasol.", "en": "Our ambition and our expectation should be that Welsh speakers should be able to conduct their lives electronically through the medium of Welsh, should they so desire, whether that be for cultural, informational, entertainment, leisure, retail, transactional, community, or social networking purposes."}}, {"translation": {"cy": "Mae pethau’n newid yn syfrdanol o gyflym. ", "en": "The pace of change is significant and striking. "}}, {"translation": {"cy": "Fis Rhagfyr 2011, cafodd yr e-lyfrau Cymraeg cyntaf eu lansio ar gyfer Kindle; cafodd app ei lansio ar yr iPad ar gyfer cylchgrawn Golwg; a bu Bwrdd yr Iaith Gymraeg yn ymgynghori ar y derminoleg Gymraeg i’w defnyddio ar Twitter – hyn oll mewn mis.", "en": "In December 2011 alone, the first Welsh-language e-books became available on the Kindle, the Welsh-language magazine Golwg became available via an iPad app, and the Welsh Language Board consulted on Welsh language terminology for use on Twitter."}}, {"translation": {"cy": "Ansawdd sy’n allweddol yn y maes hwn, fel mewn cynifer o feysydd eraill. ", "en": "In this sphere, as in so many others, quality is key. "}}, {"translation": {"cy": "Pam ddylai siaradwyr Cymraeg fodloni ar wasanaethau nad ydynt yn cyrraedd y safon uchaf bosib? ", "en": "Why should Welsh speakers settle for services that are not of the highest quality? "}}, {"translation": {"cy": "Er enghraifft, os nad yw cwsmeriaid sy’n defnyddio gwefan Cyngor Llyfrau Cymru yn cael gwasanaeth sydd yr un mor foddhaol â’r gwasanaeth sy’n cael ei gynnig gan Amazon, oni fyddai’n well i ni fel Llywodraeth geisio datblygu rhyngwyneb Cymraeg gydag Amazon a fydd yn cynnig profiad o’r safon uchaf, a buddsoddi yn hwnnw? ", "en": "If, for example, the Welsh Books Council website does not provide as satisfying a customer experience as that of Amazon, would we as a Government be better seeking to develop with Amazon a Welsh interface that provides the highest quality experience and investing in that instead? "}}, {"translation": {"cy": "Ni ddylai profiad cwsmeriaid o ddefnyddio’r Gymraeg fod yn eilradd ei safon – dylai fod o’r safon uchaf bosib.", "en": "The experience of the consumer through the medium of Welsh should be first-rate not second-rate."}}, {"translation": {"cy": "Ar y llaw arall, cynnwys a grëwyd gan ddefnyddwyr a rhaglenni a luniwyd gan siaradwyr Cymraeg eu hunain sydd y tu ôl i lawer o’r datblygiadau mwyaf cyffrous yn y deunydd digidol Cymraeg sydd ar gael ar-lein. ", "en": "Separately, some of the most exciting developments in the digital supply of Welsh materials online have come from user-generated content and applications created by Welsh speakers themselves. "}}, {"translation": {"cy": "Sut mae harneisio’r brwdfrydedd a’r ymrwymiad hwn? ", "en": "How do we harness that energy and commitment? "}}, {"translation": {"cy": "Unwaith yn rhagor, mae angen meddwl y tu hwnt i’r sefydliadau confensiynol sydd wedi bod yn weithgar dros y Gymraeg yn ystod y blynyddoedd diwethaf a gwrando ar y lleisiau newydd.", "en": "Again, this is a matter of thinking beyond the conventional institutions which have served the Welsh language over recent years and giving space to new voices."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw5", "en": "a language for living5"}}, {"translation": {"cy": "Ni allwn adael dyfodol yr iaith yn nwylo’r sefydliadau hynny sydd eisoes wedi ennill eu plwyf ac sydd wedi datblygu diwydiant ar sail eu hanghenion cyfyng eu hunain yn ystod y blynyddoedd diwethaf. ", "en": "We cannot leave the future of the Welsh language to the established institutions who have built an industry around their own small-scale needs over recent years. "}}, {"translation": {"cy": "Dylem fod yn llafar dros y Gymraeg. Dylai Llywodraeth Cymru arwain y ffordd yn hyn o beth, gan gymryd camau i sicrhau bod pobl fwyaf dylanwadol y farchnad yn sicrhau bod y Gymraeg i’w gweld ar bob platfform, ac ym mhob agwedd ar fywyd.", "en": "We should shout out for the Welsh language – and Welsh Government should lead the way, intervening with the largest players in the market to ensure a presence for Welsh on all platforms, in every aspect of our lives."}}, {"translation": {"cy": "Wrth weithio ar y strategaeth newydd hon, mae un ystadegyn wedi bod yn flaenllaw yn fy meddwl i. ", "en": "In working on this new strategy, one figure has been at the front of my mind. "}}, {"translation": {"cy": "Mae ein hystadegwyr wedi asesu bod Cymru yn colli rhwng 1,200 a 2,200 o siaradwyr Cymraeg rhugl bob blwyddyn. ", "en": "Our statisticians have assessed that between 1,200 and 2,200 fluent Welsh speakers are currently being lost from Wales each year. "}}, {"translation": {"cy": "Dylai’r strategaeth newydd hon, ynghyd â’r Strategaeth Addysg Cyfrwng Cymraeg, fod yn fan cychwyn i wrth-droi’r tueddiad hwnnw.", "en": "This new strategy, along with the Welsh-medium Education Strategy, has to begin the process of reversing that trend."}}, {"translation": {"cy": "Daeth i’r amlwg hefyd, hyd yn oed wrth edrych ar brofiadau ehangach gwledydd eraill, nad oes llawer o dystiolaeth empirig ynglˆyn â’r effaith a gaiff rhaglenni unigol ar gynyddu’r defnydd o’r Gymraeg ac ieithoedd lleiafrifol eraill. ", "en": "Additionally, it has become evident that, even looking at wider international experience, there is little empirical evidence in relation to the impact of individual programmes on increasing the use of Welsh and other minority languages. "}}, {"translation": {"cy": "O ganlyniad, mae’n anodd bod yn wrthrychol wrth asesu pa mor effeithiol y bu’r rhaglenni hyn, naill ai’n unigol neu ar y cyd. Mae’n anodd hefyd werthuso’n briodol pa mor debygol y byddai gweithgarwch fel hwn o lwyddo yn y dyfodol. ", "en": "This makes it difficult to form an objective assessment of how effectively these have worked, either alone or together, and to evaluate appropriately the likely success of activity of this nature in the future. "}}, {"translation": {"cy": "Bydd rhai pobl yn ei chael hi’n anodd darllen rhai agweddau penodol ar y strategaeth hon. ", "en": "There are aspects of this strategy which will be uncomfortable reading for some. "}}, {"translation": {"cy": "Nid drwy aros yn ein hunfan y mae symud ymlaen fodd bynnag. Mae newid yn anorfod.", "en": "But if you pay for what you have always had you will get what you always got."}}, {"translation": {"cy": "Yr egwyddor o helpu cymunedau Cymraeg eu hiaith i ddatblygu, arloesi, ffynnu a llwyddo sydd wedi bod yn ganolog bob amser i’n ffordd o ymwneud â’r cymunedau hynny. ", "en": "The central tenet of our approach to Welsh-speaking communities has always been that we must help them develop, innovate, prosper and succeed. "}}, {"translation": {"cy": "Cafodd yr egwyddor honno ei hategu ym maniffesto Llywodraeth newydd Cymru lle dywedwn ein bod yn ‘cydnabod bod cyswllt anorfod rhwng bywyd yr iaith yn y dyfodol a dyfodol economaidd a chymdeithasol y cymunedau [Cymraeg eu hiaith] hynny.’", "en": "It was there again in the manifesto of the incoming Welsh Government where we said that ‘we recognise that the future vitality of the language is inextricably linked to the economic and social future of those [Welsh-speaking] communities.’"}}, {"translation": {"cy": "Drwy’r strategaeth hon rhoddir cyfrifoldeb clir ar holl adrannau Llywodraeth Cymru i arwain ar ddyfodol y Gymraeg. Mae hefyd yn datblygu syniadau sydd â goblygiadau i Lywodraeth Cymru gyfan. ", "en": "This strategy sets out a clear responsibility for the whole of the Welsh Government to lead on the future of the Welsh language, and the strategy develops ideas which have implications for the whole Welsh Government. "}}, {"translation": {"cy": "Mae Cabinet Llywodraeth Cymru eisoes wedi cymeradwyo’r strategaeth; gofynnwn yn awr am gefnogaeth y cyhoedd i fynd ati i’w gweithredu.", "en": "The strategy was endorsed by the Cabinet of the Welsh Government, and we now seek popular support for its implementation."}}, {"translation": {"cy": "Leighton Andrews AC", "en": "Leighton Andrews AM"}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Y Gweinidog Addysg a Sgiliau", "en": "Minister for Education and Skills"}}, {"translation": {"cy": "Cyd-destun", "en": "Context"}}, {"translation": {"cy": "Yn ddiamau, y Gymraeg yw un o ieithoedd lleiafrifol mwyaf cadarn Ewrop. ", "en": "There is no doubt that Welsh is one of Europe’s most robust minority languages. "}}, {"translation": {"cy": "Mae ei dylanwad diwylliannol a’i thraddodiadau yr un mor berthnasol heddiw ac mae cenedlaethau newydd yn ei dysgu a’i defnyddio. ", "en": "Its cultural influence and traditions remain relevant today and are embraced by new generations learning and using the language. "}}, {"translation": {"cy": "Mae’r ffaith bod yr iaith wedi goroesi ochr yn ochr ag un o’r ieithoedd mwyaf dylanwadol yn y byd yn dyst i ymroddiad siaradwyr Cymraeg. ", "en": "It is testament to the commitment of Welsh speakers that it has survived alongside one of the world’s most influential languages. "}}, {"translation": {"cy": "Er hynny, mae sefyllfa’r Gymraeg yn parhau’n fregus.", "en": "Nevertheless, the situation of the Welsh language remains fragile."}}, {"translation": {"cy": "Siaradwyr Cymraeg: ", "en": "Welsh speakers: "}}, {"translation": {"cy": "niferoedd, rhuglder a defnydd", "en": "numbers, fluency and use"}}, {"translation": {"cy": "Dangosodd canlyniadau Cyfrifiad 2001 fod 20.8 y cant o boblogaeth Cymru yn gallu siarad Cymraeg (582,400 o bobl). ", "en": "The results of the 2001 Census showed that 20.8 per cent of the population of Wales was able to speak Welsh (582,400 people). "}}, {"translation": {"cy": "Ffynhonnell: ", "en": "Source: "}}, {"translation": {"cy": "Cyfrifiad 2001, tabl CAS146.", "en": "2001 Census, table CAS146."}}, {"translation": {"cy": "Hawlfraint y Goron 2009", "en": "Crown copyright 2009"}}, {"translation": {"cy": "Trwydded rhif C02W0002635.", "en": "Licence number C02W0002635."}}, {"translation": {"cy": "Ffynhonnell: ", "en": "Source: "}}, {"translation": {"cy": "Cyfrifiad 2001, tabl CAS146.", "en": "2001 Census, table CAS146."}}, {"translation": {"cy": "Trwydded rhif C02W0002635.", "en": "Licence number C02W0002635."}}, {"translation": {"cy": "o fewn adrannau etholiadol Ffin Awdurdod Lleol", "en": "within electoral divisions Local Authority Boundary"}}, {"translation": {"cy": "o fewn adrannau etholiadol Ffin Awdurdod Lleol", "en": "within electoral divisions Local Authority Boundary"}}, {"translation": {"cy": "Pobl sy’n gallu siarad Cymraeg (%) 2001", "en": "People able to speak Welsh (%) 2001"}}, {"translation": {"cy": "70% – 89% ", "en": "70% – 89% "}}, {"translation": {"cy": "50% – 69% ", "en": "50% – 69%"}}, {"translation": {"cy": "30% – 49% ", "en": " 30% – 49% "}}, {"translation": {"cy": "10% – 29% ", "en": "10% – 29%"}}, {"translation": {"cy": "6% – 9%", "en": " 6% – 9%"}}, {"translation": {"cy": "70% – 89% ", "en": "70% – 89% "}}, {"translation": {"cy": "50% – 69% ", "en": "50% – 69% "}}, {"translation": {"cy": "30% – 49% ", "en": "30% – 49%"}}, {"translation": {"cy": "6% – 9%", "en": " 6% – 9%"}}, {"translation": {"cy": "Cyhoeddwyd yn wreiddiol gan Fwrdd yr Iaith Gymraeg", "en": "Originally published by the Welsh Language Board"}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Eto i gyd, dylid trin y ffigurau hyn yn ofalus. ", "en": "But these figures need to be treated with caution. "}}, {"translation": {"cy": "Ymddengys fod dros hanner o’r bobl ifanc hyn yn dysgu Cymraeg fel ail iaith. ", "en": "It seems that over half of these young people are learning Welsh as a second language. "}}, {"translation": {"cy": "Nid yn annisgwyl, mae rhuglder a defnydd yn mynd law yn llaw. ", "en": "Not unsurprisingly, fluency and use are intrinsically linked. "}}, {"translation": {"cy": "O blith y rheini sy’n dweud eu bod yn siaradwyr rhugl, mae’r rhan fwyaf (87 y cant) yn defnyddio’r iaith yn feunyddiol. ", "en": "Of those who said they were fluent the vast majority (87 per cent) used the language on a daily basis. "}}, {"translation": {"cy": "Yr her a wynebwn yw creu cyfleoedd i bawb sy’n siarad Cymraeg, pa mor rhugl bynnag ydynt, ddefnyddio’r iaith ym mhob agwedd ar eu bywyd a’u hannog i wneud hynny.", "en": "The challenge we face is to provide the opportunities for all Welsh speakers, whatever their fluency level, to use the language in every sphere of life and to encourage them to do so."}}, {"translation": {"cy": "Rydym wedi gwneud amcangyfrifon bras o’r newid blynyddol yn nifer y siaradwyr Cymraeg rhugl yng Nghymru, gan gasglu bod rhwng 1,200 a 2,200 o siaradwyr Cymraeg rhugl yn cael eu colli bob blwyddyn ar hyn o bryd. ", "en": "We have undertaken broad estimates of the annual adjustment in the number of fluent Welsh speakers in Wales, and have concluded that between 1,200 and 2,200 fluent Welsh speakers are being lost each year. "}}, {"translation": {"cy": "Mae hynny yn bennaf yn sgil y gwahaniaeth rhwng nifer y siaradwyr Cymraeg rhugl sy’n allfudo o Gymru a’r nifer sy’n dychwelyd.", "en": "This results predominantly from the difference between the number of fluent Welsh speakers who migrate out of Wales and the number returning."}}, {"translation": {"cy": "Cymunedau Cymraeg eu hiaith", "en": "Welsh-speaking communities"}}, {"translation": {"cy": "Mae cynaliadwyedd yr iaith yn ei broydd Cymraeg traddodiadol yn destun gofid. ", "en": "There is further cause for concern for the sustainability of the language in its traditional Welsh-speaking heartlands. "}}, {"translation": {"cy": "Mae mewnfudo ac allfudo wedi cael cryn effaith ar yr ardaloedd hyn. ", "en": "Inward and outward migration has had a profound effect on these areas. "}}, {"translation": {"cy": "Mae llawer o bobl ifanc sy’n siarad Cymraeg wedi gadael eu cymunedau i geisio gwaith mewn ardaloedd trefol, ac mae pobl nad ydynt yn medru’r Gymraeg wedi mewnfudo i’r cymunedau hyn. ", "en": "Many Welsh-speaking young people have moved from their communities to seek work in urban areas and this is coupled with the inward migration of people unable to speak Welsh. "}}, {"translation": {"cy": "Bu gostyngiad yn nifer y cymunedau lle’r oedd dros 70 y cant o’r boblogaeth yn medru’r Gymraeg i 54 yng Nghyfrifiad 2001 o’i gymharu â 92 ym 1991. ", "en": "The number of communities where over 70 per cent of the population was able to speak Welsh dropped to 54 in the 2001 census, compared with 92 in 1991. "}}, {"translation": {"cy": "Dadleuwyd ers tro bod angen dwysedd o siaradwyr ar y lefel honno er mwyn i’r Gymraeg fod yn iaith feunyddiol o fewn y cymunedau hynny.", "en": "It has long been argued that such a density of speakers is required in order for Welsh to be an everyday language of the community."}}, {"translation": {"cy": "8Iaith fyw: ", "en": "8A living language: "}}, {"translation": {"cy": "Mae’r strategaeth hon yn ceisio mynd i’r afael â’r heriau sylweddol hyn y mae’r Gymraeg yn eu hwynebu.", "en": "This strategy attempts to address these significant challenges facing the Welsh language."}}, {"translation": {"cy": "Ffynhonnell: ", "en": "Source: "}}, {"translation": {"cy": "Cyfrifiad 2001, tabl CAS146.", "en": "2001 Census, table CAS146."}}, {"translation": {"cy": "Hawlfraint y Goron 2009", "en": "Crown copyright 2009"}}, {"translation": {"cy": "Trwydded rhif C02W0002635.", "en": "Licence number C02W0002635."}}, {"translation": {"cy": "Ffynhonnell: ", "en": "Source: "}}, {"translation": {"cy": "Cyfrifiad 2001, tabl CAS146.", "en": "2001 Census, table CAS146."}}, {"translation": {"cy": "Hawlfraint y Goron 2009", "en": "Crown copyright 2009"}}, {"translation": {"cy": "Trwydded rhif C02W0002635.", "en": "Licence number C02W0002635."}}, {"translation": {"cy": "Nifer sy’n gallu siarad Cymraeg fesul Cymuned 2001", "en": "Number able to speak Welsh by Community 2001"}}, {"translation": {"cy": "Nifer sy’n gallu siarad Cymraeg fesul Cymuned 2001", "en": "Number able to speak Welsh by Community 2001"}}, {"translation": {"cy": "Nifer y siaradwyr Cymraeg", "en": "Number of Welsh speakers"}}, {"translation": {"cy": "3,000", "en": "3,000"}}, {"translation": {"cy": "1,500", "en": "1,500"}}, {"translation": {"cy": "300", "en": "300"}}, {"translation": {"cy": "3,000", "en": "3,000"}}, {"translation": {"cy": "300", "en": "300"}}, {"translation": {"cy": "Ffin Awdurdod Lleol", "en": "Local Authority Boundary"}}, {"translation": {"cy": "Ffin Awdurdod Lleol", "en": "Local Authority Boundary"}}, {"translation": {"cy": "Cadarnhaodd Mesur y Gymraeg (Cymru) 2011 statws swyddogol y Gymraeg yng Nghymru a chreodd fframwaith deddfwriaethol newydd ar gyfer y Gymraeg. ", "en": "The Welsh Language (Wales) Measure 2011 confirmed the official status of the Welsh language in Wales and created a new legislative framework for the Welsh language. "}}, {"translation": {"cy": "Dilynodd hyn dros hanner can mlynedd o gynllunio ieithyddol sydd wedi codi statws yr iaith. ", "en": "This followed over fifty years of language planning that has raised the status of the language. "}}, {"translation": {"cy": "Mae’r datblygiadau hyn yn cynnwys Deddf yr Iaith Gymraeg 1993, gwaith Bwrdd yr Iaith Gymraeg a’i bartneriaid, twf mewn addysg cyfrwng Cymraeg, a sefydlu S4C, BBC Radio Cymru a Chyngor Llyfrau Cymru.", "en": "This included the Welsh Language Act 1993, the work of the Welsh Language Board and its partners, the growth of Welsh-medium education, and the establishment of S4C, BBC Radio Cymru and the Welsh Books Council."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Cynllun Gweithredu Cenedlaethol ar gyfer Cymru Ddwyieithog a gyhoeddwyd yn 2003.", "en": "A National Action Plan for a Bilingual Wales, which was published in 2003."}}, {"translation": {"cy": "Er enghraifft, mewn arolwg a gomisiynwyd gan Fwrdd yr Iaith Gymraeg yn 2008, dywedodd dros 80 y cant o’r rheini a ymatebodd eu bod yn ystyried yr iaith yn ‘rhywbeth i fod yn falch ohono’ a dywedodd bron i 75 y cant eu bod yn ystyried yr iaith yn ‘rhywbeth sy’n perthyn i bawb yng Nghymru’. ", "en": "For example, in a survey commissioned by the Welsh Language Board in 2008, over 80 per cent of respondents saw the language as ‘something to be proud of’ and almost 75 per cent saw the language as ‘something belonging to everyone in Wales’. "}}, {"translation": {"cy": "Mae’r twf mewn addysg cyfrwng Cymraeg dros yr ugain mlynedd diwethaf yn tystio i’r gefnogaeth sy’n bodoli tuag at yr iaith. ", "en": "The growth in Welsh-medium education over the past twenty years is testament to the support that exists for the language. "}}, {"translation": {"cy": "Roedd yr ymateb i’r ymgynghoriad ar y strategaeth hon hefyd yn dangos bod cefnogaeth eang i’r angen i weithredu mewn modd bwriadus er mwyn hybu’r defnydd o’r Gymraeg. Dangosodd hefyd fod sefydliadau ac unigolion amrywiol yn ymrwymedig iawn o hyd i barhau â’r gwaith hwnnw.10Iaith fyw: ", "en": "The response to the consultation on this strategy also shows there is wide-ranging support for the need to take concerted action to promote the use of Welsh and that various organisations and individuals remain very committed to continuing that work."}}, {"translation": {"cy": "Ein nod fel Llywodraeth Cymru yw manteisio ar y consensws sy’n bodoli a’i ddatblygu, gan dderbyn mwy o gyfrifoldeb am hybu a hwyluso’r defnydd o’r Gymraeg.", "en": "Our aim as the Welsh Government is to build on the existing consensus by taking increased responsibility for the promotion and facilitation of the use of Welsh."}}, {"translation": {"cy": "Edrych yn ôl: ", "en": "Looking back: "}}, {"translation": {"cy": "effaith gweithgareddau’r gorffennol", "en": "the impact of past activities"}}, {"translation": {"cy": "Edrych yn ôl: ", "en": "Looking back: "}}, {"translation": {"cy": "effaith gweithgareddau’r gorffennol", "en": "the impact of past activities"}}, {"translation": {"cy": "Ers ei sefydlu fel corff statudol o dan Ddeddf yr Iaith Gymraeg 1993, bu gan Fwrdd yr Iaith Gymraeg ddwy rôl. ", "en": "Since its establishment as a statutory body under the Welsh Language Act 1993, the Welsh Language Board has held two roles. "}}, {"translation": {"cy": "Datblygodd y Bwrdd enw da yng Nghymru a thu hwnt o safbwynt ei waith arloesol yn y maes cynllunio ieithyddol, ac mae wedi rhoi arweiniad ar lefel ryngwladol mewn perthynas â datblygu ieithoedd lleiafrifol.", "en": "The Board developed a good reputation in Wales and beyond through its innovative work in the area of language planning, and it has provided guidance on an international level in minority language development."}}, {"translation": {"cy": "Pan gyhoeddwyd Iaith Pawb yn 2003 derbyniodd y Bwrdd fuddsoddiad ychwanegol gan Lywodraeth Cynulliad Cymru er mwyn gallu gweithredu rhagor o brosiectau ar lawr gwlad. ", "en": "When Iaith Pawb was published in 2003 the Board received additional investment from the Welsh Assembly Government to increase its capacity to implement projects at a grass-roots level. "}}, {"translation": {"cy": "Datblygodd y Bwrdd bartneriaethau gyda nifer o gyrff ar draws Cymru fel y mentrau iaith, Urdd Gobaith Cymru, yr Eisteddfod Genedlaethol, y Clybiau Ffermwyr Ifanc, Merched y Wawr, y Mudiad Meithrin a chyrff eraill sy’n gweithredu er lles y Gymraeg. ", "en": "The Board developed partnerships with a number of bodies across Wales such as the mentrau iaith, Urdd Gobaith Cymru, the National Eisteddfod, Young Farmers’ Clubs, Merched y Wawr, Mudiad Meithrin and other bodies operating to promote the Welsh language."}}, {"translation": {"cy": "Yn ogystal, datblygodd y Bwrdd brosiect arloesol Twf er mwyn annog rhieni/gofalwyr i siarad Cymraeg â’u plant.", "en": "In addition, the Board developed the innovative Twf project to encourage parents/carers to speak Welsh with their children."}}, {"translation": {"cy": "Yn ogystal, mae’r Bwrdd wedi cymeradwyo, o dan Ddeddf yr Iaith Gymraeg, dros 550 o gynlluniau iaith Gymraeg gyda chyrff o wahanol sectorau, ac wedi gweithio gyda’r sector preifat a’r trydydd sector i gynyddu eu defnydd o’r Gymraeg. ", "en": "In addition, the Board has approved, under the Welsh Language Act, over 550 Welsh language schemes with bodies from different sectors, and has worked with the private and third sectors to increase their use of Welsh. "}}, {"translation": {"cy": "Mae hyn oll wedi llwyddo i sicrhau y gall pobl Cymru fanteisio ar ragor o wasanaethau Cymraeg.", "en": "That has led to ensuring that more Welsh-language services are available to the public."}}, {"translation": {"cy": "Wrth baratoi’r strategaeth hon, rydym wedi ystyried pa dystiolaeth sy’n bodoli i fesur effeithiolrwydd gweithgareddau Llywodraeth Cymru, y Bwrdd a’i bartneriaid dros y blynyddoedd o safbwynt cynyddu’r defnydd o’r Gymraeg. ", "en": "In preparing this strategy, we have considered what evidence exists to measure the effectiveness of the activities undertaken by the Welsh Government, the Board and its partners over the years, in terms of increasing the use of Welsh. "}}, {"translation": {"cy": "Rydym hefyd wedi edrych ar weithgareddau y tu hwnt i Gymru yng nghyd-destun ieithoedd lleiafrifol eraill.", "en": "We have also looked at activities beyond Wales, in the context of other minority languages."}}, {"translation": {"cy": "Yn gyffredinol, awgrymodd y gwaith a gyflawnwyd ar gyfer ein hadolygiad o’r dystiolaeth, a gyhoeddwyd ar y cyd â’r strategaeth hon, fod diffyg arwyddocaol yn y dystiolaeth empirig ynglˆyn ag effaith rhaglenni unigol ar gynyddu’r defnydd o’r Gymraeg. ", "en": "For the most part, the work undertaken for our evidence review, published alongside this strategy, suggested that there was a significant deficit in the empirical evidence in relation to the impact of individual programmes on increasing the use of Welsh. "}}, {"translation": {"cy": "Mae hyn yn ei gwneud hi’n anodd i asesu’n wrthrychol pa mor effeithiol y mae’r rhaglenni hyn wedi gweithio, naill ai ar eu pennau eu hunain neu gyda’i gilydd, ac i werthuso’n briodol lwyddiant tebygol rhaglenni o’r fath yn y dyfodol. ", "en": "This makes it difficult to form an objective assessment of how effectively these have worked, either alone or together, and to evaluate appropriately the likely success of activity of this nature in the future. "}}, {"translation": {"cy": "Mae angen i ni felly ddatblygu fframwaith gwerthuso cadarn a fydd yn ategu’r strategaeth hon. ", "en": "We need, therefore, to develop a sound evaluation framework to sit alongside this strategy. "}}, {"translation": {"cy": "Trafodir hyn ymhellach yn yr adran nesaf (gweler tudalennau 14–24).", "en": "This is discussed in the next section (see pages 14–24)."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw11", "en": "a language for living11"}}, {"translation": {"cy": "Fodd bynnag, mae’r dystiolaeth sydd yn bodoli yn awgrymu’r canlynol.", "en": "However, the evidence that exists suggests the following."}}, {"translation": {"cy": "Mae’n bosib bod angen cael cyswllt parhaus, gydol bywyd, ag unrhyw iaith fel y gall unigolyn gynnal yr iaith honno.", "en": "Continual exposure through the lifespan to any language may be necessary for the individual to maintain that language."}}, {"translation": {"cy": "Y boblogaeth sydd fwyaf tebygol o gefnu ar y Gymraeg yw teuluoedd lle nad yw ond un rhiant/gofalwr yn siarad Cymraeg. Credir hefyd fod amgyffrediad y gymuned o statws yr iaith yn effeithio ar agweddau rhieni/gofalwyr tuag at ddefnyddio’r iaith.", "en": "The population most at risk of abandoning the Welsh language is families with only one Welsh-speaking parent/carer and that the perceived status of the language in the community affects parents’/carers’ attitudes towards using the language."}}, {"translation": {"cy": "Mae iaith ‘cymuned’ siaradwyr plentyn, sy’n cynnwys rhieni/gofalwyr, neiniau a theidiau, brodyr a chwiorydd, athrawon a’r ysgol, yn dylanwadu ar yr iaith a siaredir gan y plentyn. ", "en": "The language of a child’s ‘community’ of speakers which includes parents/carers, grandparents, siblings, teachers and school, influences the language spoken by the child. "}}, {"translation": {"cy": "Mae cynlluniau megis Twf wedi llwyddo i ddod â dwyieithrwydd i waith prif ffrwd bydwragedd ac ymwelwyr iechyd. ", "en": "Initiatives such as Twf have been successful in bringing bilingualism into the mainstream work of midwives and health visitors. "}}, {"translation": {"cy": "Mae hefyd wedi helpu i godi ymwybyddiaeth ynglˆyn â manteision dwyieithrwydd.", "en": "It has also helped raise awareness of the advantages of bilingualism."}}, {"translation": {"cy": "Awgryma’r llenyddiaeth y gallai darparwyr y Blynyddoedd Cynnar chwarae rôl fwy drwy gynnig rhagor o gymorth ymarferol a chymorth dwys i rieni/gofalwyr, gan greu amgylchedd dysgu ysgogol yn y cartref sy’n hybu ac yn hwyluso’r defnydd o’r Gymraeg.", "en": "The literature suggests that there could be an enhanced role for Early Years providers in providing parents/carers with more practical and intensive support to create a stimulating home learning environment which promotes and facilitates the use of Welsh."}}, {"translation": {"cy": "Ystyrir bod y blynyddoedd cynnar a blynyddoedd yr arddegau yn gyfnod hollbwysig o ran datblygu ymddygiad ffafriol tuag at iaith leiafrifol ac o ran pennu a yw’r iaith yn cael ei chynnal a’i throsglwyddo. ", "en": "Early and teenage years are seen as a crucial period in developing a positive behaviour towards a minority language and in determining whether the language is maintained and transferred. "}}, {"translation": {"cy": "Serch hynny, nid yw dysgu a siarad Cymraeg yn yr ysgol yn ddigon; ", "en": "However, learning and speaking Welsh at school is not enough on its own; "}}, {"translation": {"cy": "mae angen i’r iaith gael ei defnyddio a’i chefnogi yn y cartref (os oes modd) a thrwy weithgareddau cymdeithasol a diwylliannol ehangach.", "en": "the language needs to be used and supported in the home (if possible) and through wider social and cultural activities."}}, {"translation": {"cy": "12Iaith fyw: ", "en": "12A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Canfuwyd bod diffyg hyder yn un o’r prif rwystrau a oedd yn atal staff rhag defnyddio eu sgiliau Cymraeg wrth eu gwaith. ", "en": "Lack of confidence was found to be one of the main obstacles preventing staff from using their Welsh language skills at work. "}}, {"translation": {"cy": "Ymddengys i hyfforddiant ynglˆyn ag ymwybyddiaeth ieithyddol fod yn gyfrwng llwyddiannus i gynyddu agweddau positif tuag at y Gymraeg ymhlith staff.", "en": "Language-awareness training appears to be a successful means of increasing positive attitudes towards Welsh among staff."}}, {"translation": {"cy": "Ychydig o dystiolaeth benodol sydd yna fod darparu gwasanaethau mewn ieithoedd lleiafrifol yn cynyddu defnydd o iaith neu ei statws. ", "en": "There is little explicit evidence that the provision of services in minority languages increases language status or use. "}}, {"translation": {"cy": "Fodd bynnag, ceir corff o dystiolaeth sy’n dangos na fydd ieithoedd ond yn ffynnu os ceir cyfleoedd i’w defnyddio ym mhob agwedd ar fywyd.", "en": "However there is a body of evidence that shows that languages will thrive only if there are opportunities for use in all spheres of life."}}, {"translation": {"cy": "Mae dros naw o bob deg siaradwr Cymraeg (gydag amrywiol lefelau o ruglder) o’r farn bod darparu gwasanaethau yn yr iaith Gymraeg yn bwysig er mwyn cadw’r iaith yn fyw.", "en": "Over nine out of ten Welsh speakers (with a range of fluency levels) take the view that Welsh-language service provision is important to keep the language alive."}}, {"translation": {"cy": "Ers Deddf yr Iaith Gymraeg, dengys tystiolaeth fod rhwystrau i’w cael o hyd o ran manteisio ar wasanaethau yn y Gymraeg. ", "en": "Since the Welsh Language Act, evidence shows that barriers to accessing services in Welsh remain. "}}, {"translation": {"cy": "Mae ymchwil yn awgrymu y dylai ymgyrchoedd sy’n marchnata ac yn hybu’r Gymraeg geisio targedu grwpiau iau; ", "en": "Research suggests focusing Welsh language marketing and promotional approaches on younger age groups; "}}, {"translation": {"cy": "dylid ei gwneud hi’n haws i fanteisio ar y cyfryngau a’r adnoddau Cymraeg sydd ar gael, a’u gwneud yn fwy perthnasol; ", "en": "improving the accessibility to and relevance of available Welsh-language media and resources; "}}, {"translation": {"cy": "a dylid manteisio i’r eithaf ar botensial technoleg fel y we a’r cyfryngau cymdeithasol newydd.", "en": "and maximising the potential of technology such as the internet and new social media."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw13", "en": "a language for living13"}}, {"translation": {"cy": "Edrych tua’r dyfodol: ", "en": "Looking towards the future: "}}, {"translation": {"cy": "strategaeth newydd", "en": "a new strategy"}}, {"translation": {"cy": "Ein gweledigaeth", "en": "Our vision"}}, {"translation": {"cy": "Bydd Llywodraeth Cymru yn arwain wrth geisio gwireddu’r weledigaeth honno. ", "en": "The Welsh Government will take the lead on delivering that vision. "}}, {"translation": {"cy": "Byddwn yn cydweithio â phartneriaid amrywiol iawn a fydd yn cyfrannu’n helaeth at sicrhau y caiff ei gwireddu.", "en": "We will work with a wide range of partners who will play a full part in ensuring that it is realised."}}, {"translation": {"cy": "Rydym yn cydnabod bod cynllunio ieithyddol yn broses hirdymor. ", "en": "We recognise that language planning is a long-term process. "}}, {"translation": {"cy": "Bwriad y strategaeth hon yw camu tuag at ein nod hirdymor, gan wireddu’r amcan yn ein Rhaglen Lywodraethu ar gyfer 2011–2016, sef ‘sicrhau mwy o ddefnydd o’r Gymraeg mewn sefyllfaoedd bob dydd’. ", "en": "The purpose of this strategy is to move towards our long-term aim while achieving the objective in our Programme for Government for 2011–2016 to ‘strengthen the use of the Welsh language in everyday life’. "}}, {"translation": {"cy": "I’r perwyl hwn, dros y pum mlynedd nesaf rydym am weld:", "en": "To this end, over the next five years we would want to see:"}}, {"translation": {"cy": "cynnydd yn nifer y bobl sy’n siarad yr iaith ac sy’n ei defnyddio", "en": "an increase in the number of people who both speak and use the language"}}, {"translation": {"cy": "rhagor o gyfleoedd i bobl ddefnyddio’r Gymraeg", "en": "more opportunities for people to use Welsh"}}, {"translation": {"cy": "cynnydd yn hyder pobl a’u rhuglder yn yr iaith", "en": "an increase in people’s confidence and fluency in the language"}}, {"translation": {"cy": "mwy o ymwybyddiaeth ymhlith pobl o werth y Gymraeg, fel rhan o’n treftadaeth genedlaethol a hefyd fel sgìl defnyddiol mewn bywyd modern", "en": "an increase in people’s awareness of the value of Welsh, both as part of our national heritage and as a useful skill in modern life"}}, {"translation": {"cy": "sefydlogi sefyllfa’r Gymraeg o fewn ein cymunedau", "en": "the strengthening of the position of the Welsh language in our communities"}}, {"translation": {"cy": "Er mwyn cyflawni’r nodau hyn, rydym am weld y cyfrifoldeb am hybu a hwyluso’r defnydd o’r Gymraeg yn cael ei wreiddio a’i rannu ymysg nifer cynyddol o sefydliadau ar draws Cymru.", "en": "To achieve these aims, we want to see the responsibility for promoting and facilitating the use of Welsh being shared and embedded among an increasing number of organisations across Wales."}}, {"translation": {"cy": "Mae’r strategaeth hon yn adeiladu ar weledigaeth Iaith Pawb a gyhoeddwyd yn 2003.", "en": "This strategy builds on the vision set out in Iaith Pawb published in 2003."}}, {"translation": {"cy": "Gwireddu’r weledigaeth", "en": "Achieving the vision"}}, {"translation": {"cy": "Yn gyntaf, drwy fesurau i alluogi ac annog plant a phobl eraill i gaffael yr iaith, fel annog trosglwyddo’r iaith yn y cartref a sicrhau twf pellach mewn addysg cyfrwng Cymraeg.", "en": "Firstly, via measures to enable and encourage children and other people to acquire the language, such as encouraging language transmission at home and ensuring further growth in Welsh-medium education. "}}, {"translation": {"cy": "14Iaith fyw: ", "en": "14A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Addysg cyfrwng Cymraeg", "en": "Welsh-medium education"}}, {"translation": {"cy": "Yn ddiamau, mae gan y system addysg rôl allweddol bwysig i’w chwarae yn nyfodol yr iaith. ", "en": "There is no question that the education system has a vitally important role in the future of the language. "}}, {"translation": {"cy": "Darparu addysg cyfrwng Cymraeg sydd wedi ysgogi’r cynnydd mwyaf yn nifer y bobl ifanc sy’n rhugl ac yn hyderus wrth ddefnyddio eu sgiliau Cymraeg. ", "en": "It is the provision of Welsh-medium education that has generated the greatest gains in the numbers of young people fluent and confident in their Welsh language skills. "}}, {"translation": {"cy": "Rydym bellach mewn sefyllfa lle gall mwy o bobl ifanc siarad yr iaith nag ers cyn yr Ail Ryfel Byd; ", "en": "We are now in a situation where more young people than before the Second World War are able to speak the language; "}}, {"translation": {"cy": "Mae dyfodol yr iaith yn nwylo ein plant a’n pobl ifanc. ", "en": "The future of the language is in the hands of our children and young people. "}}, {"translation": {"cy": "Cafodd pwysigrwydd addysg cyfrwng Cymraeg ei bwysleisio adeg cyhoeddi Strategaeth Addysg Cyfrwng Cymraeg Llywodraeth Cynulliad Cymru ym mis Ebrill 2010. ", "en": "The importance of Welsh-medium education was outlined when the Welsh Assembly Government’s Welsh-medium Education Strategy was published in April 2010. "}}, {"translation": {"cy": "Mae’r strategaeth honno yn amlinellu rôl allweddol y system addysg a sut rydym yn bwriadu atgyfnerthu’r ddarpariaeth cyfrwng Cymraeg er mwyn cynyddu nifer y siaradwyr Cymraeg. ", "en": "That strategy sets out the critical role played by the education system and how we intend to strengthen Welsh-medium provision in order to increase the number of Welsh speakers. "}}, {"translation": {"cy": "Mae hynny’n cynnwys darpariaeth i blant a phobl ifanc ddysgu Cymraeg fel iaith gyntaf neu ail iaith mewn ysgolion a cholegau – neu i oedolion ddysgu’r iaith drwy’r rhaglen Cymraeg i Oedolion.", "en": "That includes provision for children and young people to learn Welsh as a first language or second language in schools and colleges – or for adults to learn the language through the Welsh for Adults programme."}}, {"translation": {"cy": "Nodau’r Strategaeth Addysg Cyfrwng Cymraeg yw:", "en": "The aims of the Welsh-medium Education Strategy are to:"}}, {"translation": {"cy": "gwella’r broses o gynllunio darpariaeth cyfrwng Cymraeg yng nghyfnodau Ôl-14 addysg a hyfforddiant, gan ystyried dilyniant ieithyddol a datblygiad parhaus sgiliau", "en": "improve the planning of Welsh-medium provision in the Post-14 phases of education and training, to take account of linguistic progression and continued development of skills"}}, {"translation": {"cy": "sicrhau bod pob dysgwr yn datblygu ei sgiliau iaith yn y Gymraeg i’w botensial llawn ac annog dilyniant ieithyddol cadarn o un cyfnod addysg a hyfforddiant i’r nesaf", "en": "ensure that all learners develop their Welsh language skills to their full potential and encourage sound linguistic progression from one phase of education and training to the next"}}, {"translation": {"cy": "sicrhau gweithlu addysg cyfrwng Cymraeg wedi’i gynllunio sy’n darparu nifer digonol o ymarferwyr ar gyfer pob cyfnod o addysg a hyfforddiant, sy’n meddu ar sgiliau iaith uchel yn y Gymraeg a chymhwysedd mewn methodolegau addysgu", "en": "ensure a planned Welsh-medium education workforce that provides sufficient numbers of practitioners for all phases of education and training, with high-quality Welsh language skills and competence in teaching methodologies"}}, {"translation": {"cy": "gwella’r dulliau cymorth canolog ar gyfer addysg a hyfforddiant cyfrwng Cymraeg", "en": "improve the central support mechanisms for Welsh-medium education and training"}}, {"translation": {"cy": "cyfrannu at feithrin ac atgyfnerthu sgiliau Cymraeg o fewn teuluoedd a’r gymuned.", "en": "contribute to the acquisition and reinforcement of Welsh language skills in families and in the community."}}, {"translation": {"cy": "iaith byw15", "en": "a language for living15"}}, {"translation": {"cy": "Fel yr amlinellir yn y diagram ar dudalen 17, mae cyflawni rhaglen weithredu’r Strategaeth Addysg Cyfrwng Cymraeg yn agwedd allweddol ar y strategaeth hon. ", "en": "As outlined in the diagram on page 17, delivering the implementation programme for the Welsh-medium Education Strategy is a core element of this strategy. "}}, {"translation": {"cy": "Heb system addysg cyfrwng Cymraeg gref, ni fyddai sail hirdymor ar gyfer y mesurau eraill sydd yn y strategaeth hon ar gyfer hybu’r defnydd o’r Gymraeg yn y cartref, yng ngweithgareddau cymdeithasol plant a phobl ifanc, yn y gymuned ac yn y gweithle.", "en": "Without a sound Welsh-medium education system, there would be no long-term justification for the other measures contained in this strategy for promoting the use of Welsh in the home, in children and young people’s social activities, in the community and in the workplace."}}, {"translation": {"cy": "Yn yr un modd, nid yw’r system addysg, ar ei phen ei hun, yn ddigonol ar gyfer cynhyrchu siaradwyr Cymraeg sydd yn gweld gwerth mewn defnyddio’r iaith yn eu bywydau bob dydd yn y cartref, yn gymdeithasol neu yn broffesiynol. ", "en": "Equally, the education system alone is not enough to produce Welsh speakers who see value in using the language in their daily lives at home, socially or professionally. "}}, {"translation": {"cy": "Diben gweddill y strategaeth hon yw mynd i’r afael â’r heriau y mae’r Gymraeg yn eu hwynebu yn y cyd-destunau hynny.", "en": "The intention of the remainder of this strategy is to address the challenges facing the Welsh language in those contexts."}}, {"translation": {"cy": "Dyma’r nodau ar gyfer y chwe maes.", "en": "These are the aims for the six areas."}}, {"translation": {"cy": "Maes strategol 1: ", "en": "Strategic area 1: "}}, {"translation": {"cy": "Nod: ", "en": "Aim: "}}, {"translation": {"cy": "annog a chefnogi’r defnydd o’r Gymraeg o fewn teuluoedd.", "en": "to encourage and support the use of the Welsh language within families."}}, {"translation": {"cy": "Maes strategol 2: ", "en": "Strategic area 2: "}}, {"translation": {"cy": "Plant a phobl ifanc", "en": "Children and young people"}}, {"translation": {"cy": "cynyddu’r ddarpariaeth o weithgareddau Cymraeg ar gyfer plant a phobl ifanc a chynyddu eu hymwybyddiaeth o werth yr iaith.", "en": "to increase the provision of Welsh-medium activities for children and young people and to increase their awareness of the value of the language."}}, {"translation": {"cy": "Maes strategol 3: ", "en": "Strategic area 3: "}}, {"translation": {"cy": "Y gymuned", "en": "The community"}}, {"translation": {"cy": "Nod: ", "en": "Aim: "}}, {"translation": {"cy": "cryfhau safle’r Gymraeg o fewn y gymuned.", "en": "to strengthen the position of the Welsh language in the community."}}, {"translation": {"cy": "Maes strategol 4: ", "en": "Strategic area 4: "}}, {"translation": {"cy": "Y gweithle", "en": "The workplace"}}, {"translation": {"cy": "Nod: ", "en": "Aim: "}}, {"translation": {"cy": "cynyddu cyfleoedd i bobl ddefnyddio’r Gymraeg yn y gweithle.", "en": "to increase opportunities for people to use Welsh in the workplace."}}, {"translation": {"cy": "Maes strategol 5: ", "en": "Strategic area 5: "}}, {"translation": {"cy": "Gwasanaethau Cymraeg", "en": "Welsh-language services"}}, {"translation": {"cy": "Nod: ", "en": "Aim: "}}, {"translation": {"cy": "cynyddu a gwella gwasanaethau Cymraeg ar gyfer dinasyddion.", "en": "to increase and improve Welsh-language services to citizens."}}, {"translation": {"cy": "Y seilwaith", "en": "Infrastructure"}}, {"translation": {"cy": "16Iaith fyw: ", "en": "16A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Nod: ", "en": "Aim: "}}, {"translation": {"cy": "cryfhau’r seilwaith ar gyfer yr iaith.", "en": "to strengthen the infrastructure for the language."}}, {"translation": {"cy": "Strategaeth Addysg ", "en": "Welsh-medium "}}, {"translation": {"cy": "Cyfrwng Cymraeg", "en": "Education Strategy"}}, {"translation": {"cy": "(2010)", "en": "(2010)"}}, {"translation": {"cy": "Y teulu", "en": "The family"}}, {"translation": {"cy": "Strategaeth Addysg ", "en": "Welsh-medium "}}, {"translation": {"cy": "Cyfrwng Cymraeg", "en": "Education Strategy"}}, {"translation": {"cy": "(2010)", "en": "(2010)"}}, {"translation": {"cy": "Maes strategol 1: ", "en": "Strategic area 1: "}}, {"translation": {"cy": "Caffael yr iaith", "en": "Language acquisition"}}, {"translation": {"cy": "Caffael yr iaith", "en": "Language acquisition"}}, {"translation": {"cy": "Nod hirdymor Llywodraeth Cymru Gweld y Gymraeg yn ffynnu yng Nghymru", "en": "Welsh Government long-term aim To see the Welsh language thriving in Wales"}}, {"translation": {"cy": "Nod hirdymor Llywodraeth Cymru Gweld y Gymraeg yn ffynnu yng Nghymru", "en": "Welsh Government long-term aim To see the Welsh language thriving in Wales"}}, {"translation": {"cy": "Maes strategol 6: ", "en": "Strategic area 6: "}}, {"translation": {"cy": "Y seilwaith", "en": "Infrastructure"}}, {"translation": {"cy": "Maes strategol 6: ", "en": "Strategic area 6: "}}, {"translation": {"cy": "Y seilwaith", "en": "Infrastructure"}}, {"translation": {"cy": "Maes strategol 2: ", "en": "Strategic area 2: "}}, {"translation": {"cy": "Plant a phobl ifanc", "en": "Children and young people"}}, {"translation": {"cy": "Maes strategol 4: ", "en": "Strategic area 4: "}}, {"translation": {"cy": "Y gweithle", "en": "The workplace"}}, {"translation": {"cy": "Maes strategol 3: ", "en": "Strategic area 3: "}}, {"translation": {"cy": "Y gymuned", "en": "The community"}}, {"translation": {"cy": "Y gymuned", "en": "The community"}}, {"translation": {"cy": "Maes strategol 5: ", "en": "Strategic area 5: "}}, {"translation": {"cy": "Gwasanaethau Cymraeg", "en": "Welsh-language services"}}, {"translation": {"cy": "Er mwyn cyflawni ein gweledigaeth, mae gofyn ein bod yn defnyddio gwahanol ddulliau gweithredu, yn ddibynnol ar yr amgylchiadau dan sylw. ", "en": "In order to achieve our vision, we need to employ different means of taking action, depending on the circumstances in question. "}}, {"translation": {"cy": "Mae’n hollbwysig ein bod yn parhau â’r gwaith o annog pobl a sefydliadau i ddefnyddio’r Gymraeg gan hefyd wneud defnydd llawn o’r cyfleoedd a fydd yn deillio o Fesur y Gymraeg. Bydd y Mesur hwn yn galluogi Comisiynydd y Gymraeg i osod dyletswyddau ar wahanol gyrff drwy safonau.", "en": "It is vital that we continue working to encourage people and organisations to use Welsh, while at the same time making full use of the opportunities afforded by the Welsh Language Measure by enabling the Welsh Language Commissioner to impose duties upon various bodies via standards."}}, {"translation": {"cy": "Wrth weithredu’r strategaeth byddwn yn dilyn rhai egwyddorion craidd. ", "en": "In implementing the strategy we will adhere to certain core principles. "}}, {"translation": {"cy": "Amlinellir yr egwyddorion hynny dros y tudalennau nesaf, ynghyd â’r gwahanol ddulliau gweithredu.", "en": "Those principles are outlined over the following pages, along with the various means by which action will be taken."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw17", "en": "a language for living17"}}, {"translation": {"cy": "Egwyddorion", "en": "Principles"}}, {"translation": {"cy": "Parhad a newid", "en": "Continuity and change"}}, {"translation": {"cy": "Nid yw’r angen i weithredu yn y meysydd strategol uchod yn newydd. ", "en": "The need for action in the strategic areas noted previously is not new. "}}, {"translation": {"cy": "Fel y crybwyllwyd eisoes, mae Bwrdd yr Iaith Gymraeg a’i bartneriaid wedi gweithredu o dan bob un o’r meysydd i wahanol raddau. ", "en": "As already mentioned, the Welsh Language Board and its partners have taken action in each of the areas to varying degrees. "}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn awyddus i barhau â’r gwaith creadigol y mae’r Bwrdd wedi’i wneud dros y blynyddoedd. ", "en": "The Welsh Government is eager to continue the creative work undertaken by the Board over the years. "}}, {"translation": {"cy": "Bydd lleoli Tîm Datblygu Cymunedol y Bwrdd o fewn Is-adran y Gymraeg newydd Llywodraeth Cymru o fis Ebrill 2012 ymlaen yn elfen greiddiol o’r parhad hwnnw, gan ddarparu dolen gyswllt rhwng Llywodraeth Cymru a nifer o’r partneriaid a fydd yn allweddol i lwyddiant y strategaeth hon.", "en": "Positioning the Board’s Community Development Team within the Welsh Government’s new Welsh Language Division from April 2012 will be a core part of that continuity, providing a conduit between the Welsh Government and a number of the partners which will be vital for the success of this strategy."}}, {"translation": {"cy": "Gwneud y gorau o’r arian sydd ar gael", "en": "Making the most of the available money"}}, {"translation": {"cy": "Wrth fwrw ymlaen â’r gwaith hwn, byddwn yn wynebu gwahanol heriau amrywiol sy’n deillio o’r ffaith bod llai o arian cyhoeddus ar gael a byddwn yn craffu mewn modd trylwyr ar y cymorth ariannol yr ydym yn ei roi i’r iaith. ", "en": "In developing this work, we will face a range of challenges posed by straitened public finances and we will rigorously scrutinise our financial support for the language. "}}, {"translation": {"cy": "Mwy o gydweithio", "en": "Further collaboration"}}, {"translation": {"cy": "18Iaith fyw: ", "en": "18A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Bydd pwyslais hyd yn oed cryfach ar gydweithredu ac ar fathau newydd o waith partneriaeth a fydd yn cynnwys yr holl sefydliadau sydd â rhan i’w chwarae wrth gynllunio gwell dyfodol ar gyfer yr iaith. ", "en": "There will be an even stronger emphasis on collaboration and new forms of partnership working, involving all the organisations that have a part to play in planning a better future for the language. "}}, {"translation": {"cy": "Bydd y strwythurau newydd, a fydd yn cynnwys Is-adran y Gymraeg gref o fewn Llywodraeth Cymru, yn creu cyfleoedd i gydweithio rhagor ag adrannau eraill o fewn Llywodraeth Cymru er mwyn sicrhau bod materion yn ymwneud â’r Gymraeg, a nodau’r strategaeth hon, yn dod yn rhan o waith yr adrannau.", "en": "The new structures, which will include a strong Welsh Language Division within the Welsh Government, will offer an opportunity for further collaboration to occur with other departments within the Welsh Government in order to ensure that issues relating to the Welsh language, and the aims of this strategy, are mainstreamed into the work of the departments."}}, {"translation": {"cy": "Rhannu a gwreiddio’r cyfrifoldeb am y Gymraeg", "en": "Sharing and embedding responsibility for the Welsh language"}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn awyddus i sicrhau bod y cyfrifoldeb am hybu’r Gymraeg yn cael ei rannu rhwng nifer cynyddol o sefydliadau. ", "en": "The Welsh Government is eager to ensure that responsibility for promoting the Welsh language is shared between an increasing number of organisations. "}}, {"translation": {"cy": "Rydym hefyd yn sylweddoli bod llawer o’r llwyddiannau o safbwynt hyfywedd y Gymraeg yn ddibynnol ar weithgareddau unigolion a chymunedau, a bod angen meithrin gallu ar y lefel leol er mwyn sicrhau y gall y mathau hynny o weithgareddau barhau yn y dyfodol.", "en": "We also realise that many of the successes in relation to the viability of the Welsh language depend on the activities of individuals and communities – and that capability needs to be fostered at the local level to enable those types of activities to continue in the future."}}, {"translation": {"cy": "Cyfle cyfartal", "en": "Equality of opportunity"}}, {"translation": {"cy": "Ni ddylai unrhyw un, mewn unrhyw ran o Gymru, fethu â manteisio ar gyfleoedd i ddefnyddio’r Gymraeg, nac ychwaith fethu â manteisio ar gyfleoedd i ddysgu’r Gymraeg oherwydd eu hil, ethnigrwydd, anabledd, rhyw, cyfeiriadedd rhywiol, oedran neu grefydd. ", "en": "No one, in any part of Wales, should be denied opportunities to use the Welsh language, nor denied the opportunity to learn Welsh because of their race, ethnicity, disability, gender, sexual orientation, age or religion. "}}, {"translation": {"cy": "Dylai gwasanaethau Cymraeg fod ar gael i bob cymuned, a dylai cymunedau allu manteisio arnynt, gan gynnwys cymunedau difreintiedig a’r rheini sy’n cynnwys cryn amrywiaeth ethnig. ", "en": "Welsh-language services should be available to, and accessed by, all communities, including those characterised by disadvantage and ethnic diversity. "}}, {"translation": {"cy": "Byddwn yn disgwyl i’n partneriaid, ein darparwyr a’n rhanddeiliaid gydnabod hyn mewn egwyddor a chymryd camau i’w wireddu.", "en": "We will expect our partners, providers and stakeholders to recognise this principle and take steps to make it a reality."}}, {"translation": {"cy": "Cynaliadwyedd", "en": "Sustainability"}}, {"translation": {"cy": "Mae hefyd yn manteisio ar yr ymdrechion sydd eisoes wedi’u gwneud mewn cymunedau ar draws Cymru er mwyn cymryd cyfrifoldeb am yr iaith yn lleol, ac yn annog y cymunedau a’r sefydliadau sy’n eu gwasanaethu i hybu’r defnydd o’r Gymraeg. Golyga hyn hybu cynaliadwyedd y Gymraeg fel iaith fyw o fewn y cymunedau hynny. ", "en": "It also builds on the efforts already seen in communities across Wales to take responsibility for the language at a local level, and encourages communities and the organisations that serve them to promote the use of Welsh, thereby encouraging the sustainability of Welsh as a living language within those communities. "}}, {"translation": {"cy": "Mae hefyd yn ategu Strategaeth Addysg Cyfrwng Cymraeg Llywodraeth Cymru wrth gynllunio ar gyfer cynaliadwyedd, drwy sicrhau rhagor o gyfleoedd i ddefnyddio’r Gymraeg yn y gweithle. ", "en": "In addition, it complements the Welsh Government’s Welsh-medium Education Strategy in planning for sustainability, by ensuring increased opportunities to use Welsh in the workplace. "}}, {"translation": {"cy": "iaith byw19", "en": "a language for living19"}}, {"translation": {"cy": "Mae’r Strategaeth Addysg Cyfrwng Cymraeg wedi sefydlu mesurau er mwyn sicrhau bod gan weithlu’r dyfodol sgiliau yn y Gymraeg. ", "en": "The Welsh-medium Education Strategy has put measures in place to ensure that the workforce of the future will be equipped with Welsh language skills. "}}, {"translation": {"cy": "Mae’r strategaeth hon yn ceisio sicrhau bod sefydliadau amrywiol iawn yn ymateb drwy greu cyfleoedd i siaradwyr Cymraeg ddefnyddio’r sgiliau hynny yn y gwaith.", "en": "This strategy aims to ensure that a wide range of organisations respond by ensuring opportunities for Welsh speakers to use those skills at work."}}, {"translation": {"cy": "Dulliau gweithredu", "en": "Implementation mechanisms"}}, {"translation": {"cy": "Dyma’r dulliau gweithredu y byddwn yn eu defnyddio wrth geisio gwireddu ein gweledigaeth.", "en": "These are the implementation methods we will employ when seeking to make our vision a reality."}}, {"translation": {"cy": "Grantiau ar gyfer hybu’r defnydd o’r Gymraeg", "en": "Grants for promoting the use of Welsh"}}, {"translation": {"cy": "Bydd Llywodraeth Cymru yn dosbarthu grantiau i gyrff at ddibenion hybu’r Gymraeg. ", "en": "The Welsh Government will distribute grants to bodies for the purpose of promoting Welsh. "}}, {"translation": {"cy": "Dros amser, byddwn yn adolygu ac yn gwerthuso’r defnydd a wneir o’r grantiau hynny, gan sicrhau eu bod yn gydnaws â blaenoriaethau’r strategaeth hon.", "en": "Over time, we will review and evaluate the use made of those grants, ensuring they are congruous with the priorities of this strategy."}}, {"translation": {"cy": "Prosiectau penodol ar gyfer hybu’r defnydd o’r Gymraeg", "en": "Specific projects for promoting the use of Welsh"}}, {"translation": {"cy": "Byddwn hefyd yn parhau i weithredu a datblygu prosiectau penodol ar gyfer hybu’r defnydd o’r Gymraeg mewn gwahanol gyd-destunau. ", "en": "We will also continue to implement and develop specific projects for promoting the use of Welsh in different contexts. "}}, {"translation": {"cy": "Bydd nifer o’r prosiectau hyn yn barhad o brosiectau yr arferai Bwrdd yr Iaith Gymraeg eu gweithredu. ", "en": "A number of these projects will be a continuation of projects operated previously by the Welsh Language Board. "}}, {"translation": {"cy": "Dros amser, byddwn yn adolygu ac yn gwerthuso’r prosiectau hyn gan sicrhau eu bod yn gydnaws â blaenoriaethau’r strategaeth hon.", "en": "Over time, we will review and evaluate these projects ensuring they are congruous with the priorities of this strategy."}}, {"translation": {"cy": "Y fframwaith cyfreithiol", "en": "Legal framework"}}, {"translation": {"cy": "Bydd gan y Comisiynydd rôl allweddol wrth warchod hawliau siaradwyr Cymraeg a chyfrannu at y drafodaeth gyhoeddus ynghylch dyfodol y Gymraeg.", "en": "The Commissioner will have a key role to play in safeguarding the rights of Welsh speakers and contributing to the public debate surrounding the future of the Welsh language."}}, {"translation": {"cy": "Caiff hyn ei gyflawni drwy greu safonau a fydd yn gosod dyletswyddau ar sefydliadau sy’n dod o dan gwmpas y Mesur o ran:", "en": "This will be achieved by creating standards which will impose duties on organisations who fall within the scope of the Measure to:"}}, {"translation": {"cy": "darparu gwasanaethau yn y Gymraeg", "en": "provide services in Welsh"}}, {"translation": {"cy": "ystyried effaith penderfyniadau polisi ar y Gymraeg", "en": "consider the effect of policy decisions on the Welsh language"}}, {"translation": {"cy": "20Iaith fyw: ", "en": "20A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "hybu a hwyluso’r defnydd o’r Gymraeg yn fwy eang", "en": "promote and facilitate the use of Welsh more widely"}}, {"translation": {"cy": "cadw cofnodion ynghylch cydymffurfiaeth â safonau ac ynghylch cwynion.", "en": "keep records of compliance with standards and of complaints."}}, {"translation": {"cy": "Bydd gan y Comisiynydd hefyd bwerau sylweddol i orfodi cydymffurfiaeth â safonau ynghyd â phwerau i ymchwilio i honiadau o ymyrraeth yn rhyddid unigolion i ddefnyddio’r Gymraeg gyda’i gilydd. ", "en": "The Commissioner will also have significant powers to enforce compliance with standards and powers to undertake investigations into allegations of interference with individuals’ freedom to use Welsh with one another. "}}, {"translation": {"cy": "Bydd gan y Comisiynydd hefyd y p ˆwer i gynghori ac i gyflwyno argymhellion i Lywodraeth Cymru ynghylch y Gymraeg. ", "en": "The Commissioner will also have the power to advise and make recommendations to the Welsh Government in relation to the Welsh language. "}}, {"translation": {"cy": "Bydd hefyd ddyletswydd ar y Comisiynydd i lunio adroddiad bob pum mlynedd ar sefyllfa’r Gymraeg.", "en": "The Commissioner will also be duty-bound to formulate a report every five years on the position of the Welsh language."}}, {"translation": {"cy": "Mae’n amlwg, felly, y bydd y Mesur a gwaith y Comisiynydd yn agweddau allweddol ar y gwaith y mae angen ei wneud er mwyn gwireddu gweledigaeth Llywodraeth Cymru o weld y Gymraeg yn ffynnu. ", "en": "It is evident, therefore, that the Measure and the work of the Commissioner are key elements of the work required to make the Welsh Government’s vision of a thriving Welsh language a reality. "}}, {"translation": {"cy": "Er y bydd y Comisiynydd yn gweithredu yn annibynnol ar Lywodraeth Cymru ac yn pennu ei flaenoriaethau ei hun, bydd gwaith y Comisiynydd yn ategu’r gweithgareddau y bydd Llywodraeth Cymru yn ymgymryd â nhw ar draws pob maes wrth weithredu’r strategaeth hon. Bydd hefyd yn sicrhau y gallwn rannu’r cyfrifoldeb am hybu’r defnydd o’r Gymraeg gydag eraill, gan gynnwys awdurdodau lleol. ", "en": "While the Commissioner will operate independently of the Welsh Government and determine her own priorities, the work of the Commissioner will complement the activities undertaken by the Welsh Government across all areas in implementing this strategy and will ensure we can share the responsibility for promoting the use of Welsh with others, including local authorities. "}}, {"translation": {"cy": "Gofynna hyn am sefydlu perthynas weithio dda rhwng Llywodraeth Cymru a’r Comisiynydd a byddwn yn mynd ati i chwilio am gyfleoedd i gydweithio’n effeithiol â’r Comisiynydd er lles y Gymraeg. ", "en": "This necessitates a good working relationship between the Welsh Government and the Commissioner and we will seek opportunities to collaborate effectively with the Commissioner for the benefit of the Welsh language. "}}, {"translation": {"cy": "Efallai y bydd gwaith ymchwil yn un enghraifft o faes lle y byddai’n bosib cydweithio.", "en": "Research is an example of one area where there may be an opportunity to collaborate."}}, {"translation": {"cy": "Bydd Llywodraeth Cymru yn prif ffrydio’r iaith ymhellach i waith datblygu gwasanaethau a datblygu polisi, gan sicrhau ar yr un pryd fod Gweinidogion a swyddogion yn ystyried y cysylltiadau rhwng eu portffolios nhw a’r iaith. ", "en": "In addition, the Welsh Government will further mainstream the language into service and policy development, while ensuring that Ministers and officials consider the links between their portfolios and the language. "}}, {"translation": {"cy": "Rydym hefyd yn disgwyl i’r polisïau a lunnir, ac i’r gwasanaethau a ddarperir, gan gyrff cyhoeddus eraill gyd-fynd ag anghenion ieithyddol y boblogaeth y maent yn ei gwasanaethu. ", "en": "We also expect policies created, and services delivered, by other public bodies to be consistent with the language needs of the population they serve. "}}, {"translation": {"cy": "Bydd gan y Comisiynydd rôl allweddol wrth ddatblygu’r agenda prif ffrydio.", "en": "The Commissioner will have a key role to play in developing the mainstreaming agenda."}}, {"translation": {"cy": "iaith byw21", "en": "a language for living21"}}, {"translation": {"cy": "O bryd i’w gilydd y ffordd fwyaf effeithiol i Lywodraeth Cymru ymyrryd yw drwy gaffael neu gyflwyno amodau grant clir sy’n tynnu sylw sefydliadau a buddsoddwyr o’r tu allan at amodau cymdeithasol. ", "en": "Sometimes Welsh Government intervention is most effectively exercised through clear procurement or grant conditions which emphasise social conditions on organisations and inward investors. "}}, {"translation": {"cy": "Trwy ddefnyddio ein pwerau mewn perthynas â chaffael neu gyllid grant, byddwn yn ei gwneud yn ofynnol i sefydliadau sy’n cyflwyno tendr ar gyfer contractau’r sector cyhoeddus neu sy’n cyflwyno cais am gymorth gan y sector cyhoeddus ddangos, lle y bo’n berthnasol, fod y Gymraeg ymysg y manteision a gyflawnir ar gyfer y gymuned leol. ", "en": "Through using our powers in respect of procurement or grant funding, we will require organisations tendering for public sector contracts or bidding for public sector support, to demonstrate, where relevant, that the Welsh language is incorporated into the services they offer to the public. "}}, {"translation": {"cy": "O safbwynt caffael mae hyn yn golygu defnyddio dulliau a chanllawiau sydd ar gael, gan gynnwys y templed asesu risg cynaliadwy, yr arweiniad i roi gwasanaethau cyhoeddus allan ar gontract a’r Gymraeg, a’r ddogfen Budd i’r Gymuned: ", "en": "In procurement terms this means using tools and guidance available such as the sustainable risk-assessment template, the guide to contracting out public services and the Welsh language, and the document Community Benefits: "}}, {"translation": {"cy": "Sicrhau’r Gwerth Gorau am Arian Cymru (Llywodraeth Cynulliad Cymru, 2010).", "en": "Delivering Maximum Value for the Welsh Pound (Welsh Assembly Government, 2010)."}}, {"translation": {"cy": "Caiff y gwaith o weithredu’r strategaeth hon a’i chynlluniau gweithredu blynyddol, a wneir yn unol ag Adran 78 o Ddeddf Llywodraeth Cymru 2006, ei fonitro gan Is-adran y Gymraeg Llywodraeth Cymru, a fydd yn adrodd i Weinidogion Cymru. ", "en": "The implementation of this strategy and its annual action plans, to be prepared in accordance with Section 78 of the Government of Wales Act 2006, will be monitored by the Welsh Government’s Welsh Language Division, which will report to the Welsh Ministers. "}}, {"translation": {"cy": "Caiff adroddiad blynyddol ar y gwaith o weithredu’r strategaeth a’r cynlluniau gweithredu blynyddol ei gyhoeddi a’i osod gerbron Cynulliad Cenedlaethol Cymru gan Weinidogion Cymru.", "en": "An annual report on the implementation of the strategy and annual action plans will be published and laid before the National Assembly for Wales by the Welsh Ministers."}}, {"translation": {"cy": "Fframwaith gwerthuso", "en": "Evaluation framework"}}, {"translation": {"cy": "Mae’n hanfodol fod y strategaeth hon yn cael ei gwerthuso fel bod modd asesu ei heffeithiolrwydd yn unol â’i hamcanion strategol ac fel bod modd sicrhau bod gwelliannau dysgu yn seiliedig ar y dystiolaeth sydd ar gael. ", "en": "It is essential that this strategy is evaluated in order to help assess its effectiveness against its strategic objectives and to ensure learning improvements are based on the available evidence. "}}, {"translation": {"cy": "Er mwyn gwneud hyn, byddwn yn datblygu fframwaith gwerthuso i gyd-fynd â’r strategaeth. Bydd hwn yn dynodi sut bydd y strategaeth yn cael ei gwerthuso drwy wahanol ddulliau a ffynonellau data, a fydd yn cynnwys ymchwil a dadansoddiad pwrpasol.", "en": "To do this, we will develop an evaluation framework alongside the strategy, incorporating a range of methods and sources of data including bespoke research and analysis."}}, {"translation": {"cy": "Yn wyneb yr ymyriadau polisi amrywiol sydd dan sylw, bydd hi’n bwysig sicrhau dull gweithredu cyson a chymharol tuag at werthuso ar draws y strategaeth. ", "en": "In light of the wide range of policy interventions covered, it will be important to ensure a consistent and comparable approach to evaluation across the strategy. "}}, {"translation": {"cy": "Bydd y dull gweithredu ar y naill law yn ffurfiannol – er mwyn sicrhau bod gwersi’n cael eu dysgu gydol y gweithredu – ac ar y llaw arall yn adolygol – er mwyn sicrhau bod canlyniadau’n cael eu cofnodi mewn dull cadarn ac amserol.", "en": "The approach should be both formative – to ensure lessons are learned throughout implementation – and summative – to ensure outcomes are captured in a robust and timely manner."}}, {"translation": {"cy": "dynodi sut bydd effeithiau’r strategaeth hon yn cael eu cofnodi ar wahanol lefelau (cyfranogwr unigol, prosiect/rhaglen ac yn lleol/genedlaethol)", "en": " set out how the effects of this strategy are to be captured at different levels (individual participant, project/programme and locally/nationally)"}}, {"translation": {"cy": "dynodi bylchau yn yr wybodaeth/data sydd eisoes wedi’u casglu ac ystyried sut gellid canfod data priodol, gan ystyried ymarferoldeb a chost canfod gwybodaeth ychwanegol a’r budd y mae gwybodaeth o’r fath yn debygol o’i olygu", "en": "identify gaps in the information/data already gathered and consider how appropriate data might be sourced, taking into account the practicality and cost of deriving additional information and the utility that such information is likely to offer"}}, {"translation": {"cy": "clustnodi rhaglen ar gyfer casglu, ymchwilio a dadansoddi data a fydd yn cael ei chyhoeddi gydol oes y strategaeth fel sail i’w datblygiad a’i hadolygiad parhaus – gan gynnwys ar gyfer yr adroddiad blynyddol ar weithrediad y strategaeth hon sy’n ofynnol o dan Adran 78 o Ddeddf Llywodraeth Cymru 2006.", "en": "identify a programme of data collection, research and analysis which will be published throughout the life of the strategy to inform its development and review – including for the annual report on the implementation of this strategy, which is required under Section 78 of the Government of Wales Act 2006."}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Byddwn yn defnyddio’r ddau ddangosydd isod er mwyn mesur llwyddiant cyffredinol y strategaeth hon. ", "en": "We will use the two indicators below to measure the overall success of this strategy. "}}, {"translation": {"cy": "Y rhain yw’r dangosyddion sydd wedi’u cynnwys yn y Rhaglen Lywodraethu ar gyfer 2011–2016.", "en": "These are the indicators contained in the Programme for Government for 2011–2016."}}, {"translation": {"cy": "Canran y plant pum mlwydd oed (ar ddechrau’r flwyddyn academaidd) sy’n siarad Cymraeg gartref.", "en": "The percentage of five-year-olds (at the start of the academic year) who speak Welsh at home."}}, {"translation": {"cy": "Canran y bobl sy’n gallu siarad ac ysgrifennu Cymraeg.", "en": "The percentage of people able to speak and write Welsh."}}, {"translation": {"cy": "Hoffem hefyd fesur canran y bobl sy’n gallu siarad Cymraeg, ond nid ei hysgrifennu, a hefyd fesur y llwyddiant o dan bob un o’r chwe maes strategol. ", "en": "We also want to measure the percentage of people who are able to speak but not write Welsh, as well as measure success under each of the six strategic areas. "}}, {"translation": {"cy": "Caiff y dangosyddion hyn eu nodi ar ddechrau’r chwe phennod nesaf. ", "en": "These indicators can be found at the beginning of each of the next six sections. "}}, {"translation": {"cy": "Rydym yn cydnabod y bydd angen gwneud rhagor o waith er mwyn datblygu a diffinio’r dangosyddion hyn a byddwn yn gwneud hyn wrth ddatblygu ein fframwaith gwerthuso.", "en": "We recognise that further work is required to develop and define these indicators and will do so as we develop our evaluation framework."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "1.", "en": "1."}}, {"translation": {"cy": "Parhau i weithredu ein Strategaeth Addysg Cyfrwng Cymraeg, a gyhoeddwyd ym mis Ebrill 2010.", "en": "Continue to implement our Welsh-medium Education Strategy, as published in April 2010."}}, {"translation": {"cy": "2.", "en": "2."}}, {"translation": {"cy": "Dyrannu grantiau a chomisiynu prosiectau ar gyfer hybu’r defnydd o’r Gymraeg, gan werthuso’r cynllun grantiau, y prosiectau, a gwaith derbynwyr y grantiau o dro i dro.", "en": "Distribute grants and commission projects for promoting the use of Welsh, evaluating the grants scheme, the projects and grant recipients’ work from time to time."}}, {"translation": {"cy": "3.", "en": "3."}}, {"translation": {"cy": "Cwblhau’r broses o sefydlu’r fframwaith deddfwriaethol newydd o dan Fesur y Gymraeg.", "en": "Complete the process of establishing the new legislative framework under the Welsh Language Measure."}}, {"translation": {"cy": "5.", "en": "5."}}, {"translation": {"cy": "Gwneud safonau drwy is-ddeddfwriaeth, ar ôl i argymhellion y Comisiynydd ddod i law, a fydd yn galluogi’r Comisiynydd i osod dyletswyddau ar gyrff ynghylch y Gymraeg.", "en": "Make standards via subordinate legislation, following the receipt of recommendations by the Commissioner, which will enable the Commissioner to impose duties on bodies in relation to the Welsh language."}}, {"translation": {"cy": "6.", "en": "6."}}, {"translation": {"cy": "Prif ffrydio’r Gymraeg ar draws holl weithgareddau Llywodraeth Cymru. ", "en": "Mainstream the Welsh language across all of the Welsh Government’s activities. "}}, {"translation": {"cy": "7.", "en": "7."}}, {"translation": {"cy": "Datblygu fframwaith o fewn amodau Llywodraeth Cymru ynghylch caffael a cydymffurfiaeth â grant er mwyn sefydlu manteision cymunedol mewn perthynas â’r Gymraeg i’w ddefnyddio lle y bo’n briodol.", "en": "Develop a framework within the Welsh Government’s procurement and grant compliance conditions for the establishment of community benefits in respect of the Welsh language, for use where appropriate."}}, {"translation": {"cy": "8.", "en": "8."}}, {"translation": {"cy": "24Iaith fyw: ", "en": "24A living language: "}}, {"translation": {"cy": "Paratoi fframwaith gwerthuso er mwyn gwella ein gallu i fesur effaith ymyriadau o dan y strategaeth, a chomisiynu ymchwil i gynyddu’r dystiolaeth sydd ar gael.", "en": "Prepare an evaluation framework to develop our ability to measure the impact of interventions under the strategy, and commission research to grow the available evidence base."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynnydd yn nifer y teuluoedd lle defnyddir y Gymraeg fel y brif iaith gyda’r plant gan o leiaf un oedolyn o’r teulu sydd mewn cyswllt agos â nhw.", "en": "More families where Welsh is the main language used with the children by at least one adult family member in regular contact with them."}}, {"translation": {"cy": "Dangosydd", "en": "Indicator"}}, {"translation": {"cy": "Canran y plant pum mlwydd oed (ar ddechrau’r flwyddyn academaidd) sy’n siarad Cymraeg gartref.", "en": "The percentage of five-year-olds (at the start of the academic year) who speak Welsh at home."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynnydd yn nifer y teuluoedd lle defnyddir y Gymraeg fel y brif iaith gyda’r plant gan o leiaf un oedolyn o’r teulu sydd mewn cyswllt agos â nhw.", "en": "More families where Welsh is the main language used with the children by at least one adult family member in regular contact with them."}}, {"translation": {"cy": "Dangosydd", "en": "Indicator"}}, {"translation": {"cy": "Canran y plant pum mlwydd oed (ar ddechrau’r flwyddyn", "en": "The percentage of five-year-olds (at the start of the academic"}}, {"translation": {"cy": "academaidd) sy’n siarad Cymraeg gartref.", "en": "year) who speak Welsh at home."}}, {"translation": {"cy": "Maes strategol 1: ", "en": "Strategic area 1: "}}, {"translation": {"cy": "Maes strategol 1: ", "en": "Strategic area 1: "}}, {"translation": {"cy": "Y teulu", "en": "The family"}}, {"translation": {"cy": "Nid yw’r Gymraeg yn debygol o ffynnu fel iaith gymunedol a chymdeithasol os yw’n dibynnu ar y system addysg yn unig fel ffordd o alluogi siaradwyr newydd i ddysgu’r iaith. ", "en": "It is unlikely that Welsh will thrive as a community and social language if it is dependent on the education system alone as a means for new speakers to learn the language. "}}, {"translation": {"cy": "Ceir corff o dystiolaeth sy’n awgrymu bod y Gymraeg yn llai tebygol o gael ei defnyddio o fewn teuluoedd lle nad yw ond un rhiant/gofalwr yn siarad Cymraeg. ", "en": "There is a body of evidence which suggests that the Welsh language is less likely to be used in families in which only one parent/carer speaks Welsh. "}}, {"translation": {"cy": "Yn ôl Cyfrifiad 2001, mewn teuluoedd lle’r oedd y ddau riant/gofalwr yn siarad Cymraeg, roedd 82 y cant o blant tair i bedair oed yn gallu siarad yr iaith, ond nid yw hyn ond yn cyfrif am 5 y cant o’r gr ˆwp oedran hwn. ", "en": "According to the 2001 Census, in families where both parents/carers spoke Welsh, 82 per cent of three to four-year-olds could also speak the language, but this accounts for only 5 per cent of this age group. "}}, {"translation": {"cy": "Mewn teuluoedd lle’r oedd un rhiant/gofalwr yn siarad Cymraeg, 40 y cant o’r plant hyn oedd yn gallu siarad yr iaith. ", "en": "In families where only one parent/carer spoke Welsh, the percentage fell to 40 per cent. "}}, {"translation": {"cy": "Mae hyn yn creu her enfawr, ac mae’n rhaid gwrth-droi’r dirywiad o ran y Gymraeg mewn teuluoedd er mwyn sicrhau bod yr iaith yn goroesi ac yn ffynnu. ", "en": "This presents a formidable challenge, and the decline of Welsh in families must be reversed if the language is to survive and prosper. "}}, {"translation": {"cy": "O’r herwydd, cynyddu’r defnydd o’r Gymraeg o fewn teuluoedd yw un o flaenoriaethau allweddol Llywodraeth Cymru ar gyfer diogelu dyfodol y Gymraeg.", "en": "Hence, increasing the use of Welsh within families is one of the Welsh Government’s key priorities for safeguarding the future of the Welsh language."}}, {"translation": {"cy": "Mae’r dystiolaeth yn awgrymu bod dewis yn fater greddfol i raddau helaeth a bod rhieni/gofalwyr yn dueddol o ddefnyddio’r iaith y maent fwyaf cyfarwydd â hi, neu’r iaith y maent yn ei siarad â’u partner. ", "en": "The evidence suggests that choice is largely intuitive with parents/carers using the language they know best, or the language that is ‘inclusive’ of their partner. "}}, {"translation": {"cy": "O ran y ffactorau sy’n dylanwadu ar yr iaith a gaiff ei dewis gan y plentyn, maent yn cynnwys eu ‘cymuned‘ o siaradwyr – sy’n cynnwys rhieni/gofalwyr, brodyr a chwiorydd, neiniau a theidiau, athrawon a ffrindiau – yn ogystal â dylanwadau cymdeithasol eraill fel y cyfryngau a gweithgareddau cymunedol.", "en": "In terms of influences on the language choice of the child, this includes their ‘community‘ of speakers – including parents/carers, siblings, grandparents, teachers and friends – in addition to other social influences such as the media and community activities."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw25", "en": "a language for living25"}}, {"translation": {"cy": "Dros y degawd diwethaf, mae Bwrdd yr Iaith Gymraeg wedi buddsoddi cryn egni ac arbenigedd ym maes trosglwyddo iaith. ", "en": "Over the past decade, the Welsh Language Board has directed considerable energy and expertise to language transmission. "}}, {"translation": {"cy": "Ei brif fenter oedd Twf, sef prosiect arloesol ac eang ei gwmpas sy’n ceisio annog rhieni/gofalwyr Cymraeg eu hiaith i siarad Cymraeg â’u plant. ", "en": "Its main initiative was Twf, an innovative and extensive project aimed at encouraging Welsh-speaking parents/carers to speak Welsh with their children. "}}, {"translation": {"cy": "Mae ganddi rwydwaith o swyddogion maes ledled Cymru, sy’n cyfleu i rieni/gofalwyr, darpar rieni/gofalwyr a’r cyhoedd fanteision siarad Cymraeg gartref, ynghyd â manteision diwylliannol ac economaidd magu plant yn ddwyieithog.", "en": "It has a network of field officers located throughout Wales, conveying to parents/carers, prospective parents/carers and the general public the advantages of speaking Welsh at home and the cultural and economic advantages of raising children bilingually."}}, {"translation": {"cy": "Mae Bwrdd yr Iaith Gymraeg hefyd wedi datblygu mentrau eraill wedi’u hanelu at rieni/gofalwyr, yn ogystal â Twf, mewn partneriaeth â sefydliadau allweddol eraill. ", "en": "In addition to Twf, other initiatives directed at parents/carers have been developed by the Welsh Language Board, in partnership with other key organisations. "}}, {"translation": {"cy": "Amrywia’r prosiectau hyn o sesiynau ymwybyddiaeth iaith i gynlluniau sy’n ceisio cynyddu hyder rhieni/gofalwyr a’r teulu estynedig i ddefnyddio’r Gymraeg â’u plant ac o fewn y gymuned.", "en": "These projects range from language-awareness sessions to schemes aimed at raising the confidence of parents/carers and the extended family to use Welsh with their children and within the community."}}, {"translation": {"cy": "Mae tystiolaeth yn awgrymu bod cynlluniau fel Twf wedi llwyddo i gynnwys pwysigrwydd trosglwyddo iaith o fewn agendâu gwaith bydwragedd ac ymwelwyr iechyd. ", "en": "Evidence suggests that schemes such as Twf have succeeded in bringing the importance of language transmission into the work agendas of midwives and health visitors. "}}, {"translation": {"cy": "Mae hefyd wedi cyfrannu at godi ymwybyddiaeth ynglˆyn â manteision dwyieithrwydd.", "en": "They have also contributed to raising awareness in relation to the advantages of being bilingual."}}, {"translation": {"cy": "Rydym yn cydnabod, fodd bynnag, ei bod yn anodd, ar sail y dystiolaeth sydd ar gael, i asesu effaith cynlluniau fel hyn ar batrymau iaith mewn teuluoedd a bod rhagor o waith i’w wneud i ddeall yn well effaith yr ymyriadau hyn. ", "en": "However, we recognise that it is difficult, on the basis of available evidence, to assess the impact of schemes such as these on language patterns in families and that further work remains to be done to better understand the impact of these interventions. "}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn awyddus iawn i ddeall yn well y penderfyniadau a wneir gan rieni/gofalwyr sy’n siarad Cymraeg a byddwn, i’r perwyl hwn, yn chwilio am ffyrdd i wella a datblygu gweithgareddau sy’n darbwyllo rhieni/gofalwyr a’r teulu estynedig i drosglwyddo’r Gymraeg i’w plant.", "en": "The Welsh Government is committed to better understanding the decisions made by Welsh-speaking parents/carers and, to this end, will look for ways to improve and develop initiatives which persuade parents/carers and the extended family to transmit Welsh to their children."}}, {"translation": {"cy": "Rydym hefyd yn cydnabod bod angen cynorthwyo rhieni/gofalwyr di-Gymraeg, gan greu cyfleoedd i’w plant glywed yr iaith, drwy weithgareddau o fewn y gymuned a thrwy weithgareddau amlgyfrwng yn y cartref fel gwasanaeth Cyw ar S4C sy’n cynnwys rhaglenni teledu a gwasanaeth ar-lein.", "en": "We also recognise that there is a need to support non-Welsh speaking parents/carers to provide opportunities for their children to have exposure to the language, through activities in the community as well as through multimedia activities in the home such as S4C’s Cyw service on television and online."}}, {"translation": {"cy": "26Iaith fyw: ", "en": "26A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Mae technolegau newydd yn ei gwneud yn bosibl i deuluoedd gadw mewn cysylltiad wyneb yn wyneb ble bynnag y maent, er enghraifft gall neiniau a theidiau gadw mewn cysylltiad â’u hwyrion. ", "en": "New technologies also present opportunities for families to maintain face-to-face relationships over long distances, for example between grandparents and their grandchildren. "}}, {"translation": {"cy": "Gallai hyn olygu ei bod hi’n bosibl sicrhau bod rhagor o Gymraeg yn cael ei chlywed y tu allan i’r teulu agos os yw aelodau o deuluoedd yn byw yn bell i ffwrdd oddi wrth ei gilydd.", "en": "This could provide increased exposure to Welsh outside the immediate family in cases where they live a long distance away from each other."}}, {"translation": {"cy": "Mae hwn yn faes lle mae angen mwy o dystiolaeth a byddwn am sicrhau, felly, bod rhagor o waith ymchwil yn cael ei wneud ym maes trosglwyddo iaith ar ôl i ganlyniadau Cyfrifiad 2011 gael eu cyhoeddi. Y nod yw ceisio deall yn well y berthynas rhwng yr ymyriadau polisi a dewisiadau rhieni/gofalwyr.", "en": "This is an area where further evidence is required and we will want to ensure, therefore, that further research into language transmission is undertaken after the 2011 Census Welsh language results have been published, in an attempt to better understand the relationship between policy interventions and the choices made by parents/carers."}}, {"translation": {"cy": "Yn olaf, roedd ymrwymiad ym maniffesto Llywodraeth newydd Cymru ym mis Mai 2011 i sicrhau sail statudol i Gynlluniau Strategol y Gymraeg mewn Addysg, ac i’w gwneud yn ofynnol i awdurdodau lleol gynllunio addysg cyfrwng Cymraeg ar sail y galw gan rieni. ", "en": "Finally, the incoming Welsh Government’s manifesto in May 2011 committed it to putting Welsh in Education Strategic Plans on a statutory basis, and to require local authorities to plan Welsh-medium education on the basis of parental demand. "}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "9.", "en": "9."}}, {"translation": {"cy": "Datblygu ymhellach ffordd effeithiol a chydgysylltiedig, wedi’i seilio ar dystiolaeth, o annog a chefnogi’r defnydd o’r Gymraeg o fewn teuluoedd gyda babanod a phlant ifanc. Bydd hyn yn cynnwys adeiladu ar waith Twf a phrosiectau cysylltiedig, a hybu cyrsiau a digwyddiadau Cymraeg i’r Teulu.", "en": "Further develop an effective and coordinated evidence-based approach to encouraging and supporting the use of Welsh within families with babies and young children, including by building on the work of Twf and its associated projects, and by promoting Welsh for Families courses and events."}}, {"translation": {"cy": "10.", "en": "10."}}, {"translation": {"cy": "11.", "en": "11."}}, {"translation": {"cy": "Chwilio am ffyrdd o wella gwasanaethau allweddol fel gofal plant cyfrwng Cymraeg.", "en": "Explore ways of improving key services such as Welsh-medium childcare."}}, {"translation": {"cy": "12.", "en": "12."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw27", "en": "a language for living27"}}, {"translation": {"cy": "Maes strategol 2: ", "en": "Strategic area 2: "}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynyddu’r ddarpariaeth o weithgareddau Cymraeg ar gyfer plant a phobl ifanc a chynyddu eu hymwybyddiaeth o werth yr iaith.", "en": "To increase the provision of Welsh-medium activities for children and young people and to increase their awareness of the value of the language."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Plant a phobl ifanc yn defnyddio mwy o’r Gymraeg.", "en": "Children and young people using more Welsh."}}, {"translation": {"cy": "Y nifer sy’n mynychu digwyddiadau Cymraeg a drefnir ar gyfer plant a phobl ifanc, gan gynnwys y rhai a drefnir gan y sawl sy’n derbyn grantiau gan Lywodraeth Cymru.", "en": "Attendance at Welsh-language events organised for children and young people, including those organised by Welsh Government grant recipients."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynyddu’r ddarpariaeth o weithgareddau Cymraeg ar gyfer plant a phobl ifanc a chynyddu eu hymwybyddiaeth o werth yr iaith.", "en": "To increase the provision of Welsh-medium activities for children and young people and to increase their awareness of the value of the language."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Plant a phobl ifanc yn defnyddio mwy o’r Gymraeg.", "en": "Children and young people using more Welsh."}}, {"translation": {"cy": "Dangosydd", "en": "Indicator"}}, {"translation": {"cy": "Y nifer sy’n mynychu digwyddiadau Cymraeg a drefnir ar gyfer plant a phobl ifanc, gan gynnwys y rhai a drefnir gan y sawl sy’n derbyn grantiau gan Lywodraeth Cymru.", "en": "Attendance at Welsh-language events organised for children and young people, including those organised by Welsh Government grant recipients."}}, {"translation": {"cy": "Mae pob cenhedlaeth o bobl ifanc yn llawn brwdfrydedd a chreadigrwydd newydd ynghylch y defnydd o iaith leiafrifol. ", "en": "Each generation of young people brings an enthusiasm and new creativity to the use of a minority language. "}}, {"translation": {"cy": "Gallwn ymfalchïo yn y ffaith bod pobl ifanc yng Nghymru yn hapus i ddathlu’r Gymraeg a’i thraddodiadau, gan hefyd ei defnyddio mewn cyd-destunau cyfoes gan gynnwys y rhai sydd ynghlwm wrth dechnolegau newydd.", "en": "We can be proud of the fact that young people in Wales are happy to embrace the Welsh language and its traditions, while also using it within contemporary contexts such as with new technologies."}}, {"translation": {"cy": "Yn ystod y deng mlynedd ar hugain ddiwethaf, rydym wedi gweld cynnydd sylweddol yn nifer y bobl ifanc sy’n gallu siarad Cymraeg (o 14.9 y cant o blant rhwng 3 a 14 oed yn 1971 i 37.2 y cant yn 2001). ", "en": "Over the last thirty years we have seen a considerable increase in the number of young people able to speak Welsh (from 14.9 per cent of 3 to 14-year-olds in 1971 to 37.2 per cent in 2001). "}}, {"translation": {"cy": "Eto i gyd, mae angen bod yn ofalus wrth ystyried y ffigurau hyn, a hynny oherwydd ei bod yn debygol bod dros hanner y rhain yn dysgu Cymraeg fel ail iaith. ", "en": "But these figures need to be treated with caution, since it is likely that over half of these are learning Welsh as a second language. "}}, {"translation": {"cy": "Yn achos nifer o blant sy’n siarad Cymraeg ac sy’n dod o gartrefi heb rieni/gofalwyr sy’n medru’r Gymraeg, yr ysgol yw un o’r ychydig leoedd lle maent yn cael cyfle i ddefnyddio’r iaith.", "en": "As such, for many Welsh-speaking children from homes without Welsh-speaking parents/carers, school provides one of the few opportunities for them to use the language."}}, {"translation": {"cy": "28Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Mae’r dystiolaeth sydd ar gael yn awgrymu bod cyfnod yr arddegau yn hollbwysig o ran datblygu agwedd ffafriol tuag at iaith leiafrifol ac o ran pennu i ba raddau y bydd unigolyn yn defnyddio’r iaith. ", "en": "The available evidence suggests that the teenage years are vital in developing a favourable attitude towards a minority language and in determining the extent to which an individual will use the language. "}}, {"translation": {"cy": "Yn hyn o beth, ymddengys nad yw ysgol, ar ei phen ei hun, yn ddigon; ", "en": "In this regard, it appears that the school setting alone is not enough; "}}, {"translation": {"cy": "Mae yna hefyd dystiolaeth sy’n awgrymu bod iaith rhyngweithio â ffrindiau yn cydberthyn yn glos â’r iaith y mae’r plentyn yn ei siarad, ac mae’n dylanwadu ar agweddau plant tuag at y naill iaith neu’r llall neu at y ddwy.", "en": "There is also evidence that suggests that the language of interaction with friends is closely correlated to the language the child speaks, and that this also influences children’s attitudes towards either or both languages."}}, {"translation": {"cy": "Mae angen i ni felly ddarparu cyfleoedd cymdeithasol amrywiol iawn i’r gr ˆwp hwn ddefnyddio’r Gymraeg y tu allan i’r ysgol, er mwyn datblygu cyswllt rhwng nid yn unig yr iaith ac addysg, ond hefyd rhwng yr iaith a gweithgarwch hamdden a diwylliannol ac, yn anad dim, â phleser a difyrrwch.", "en": "We need, therefore, to provide children and young people with a wide range of social opportunities to use their Welsh outside school, so that they associate the language not only with education, but also with leisure and cultural activities and, above all, with pleasure and entertainment."}}, {"translation": {"cy": "Dylai creu rhagor o gyfleoedd o’r fath olygu bod yr unigolyn yn gwneud mwy o ddefnydd o’r iaith, a dylai ennyn brwdfrydedd ac agwedd bositif tuag at yr iaith.", "en": "Providing further opportunities of this nature should lead to increased use of the language by the individual, in addition to instilling enthusiasm and a positive attitude towards the language."}}, {"translation": {"cy": "Wrth ymateb i’r ymgynghoriad ar y strategaeth hon, nododd nifer o’r ymatebwyr mai creu cyfleoedd ymarferol i blant a phobl ifanc ddefnyddio’r Gymraeg oedd y ffordd orau o feithrin teimlad o werth tuag at y defnydd o’r iaith. ", "en": "In responding to the consultation on this strategy, a number of respondents stated that providing practical opportunities for children and young people to use Welsh was the best way of developing a feeling of value towards using the language. "}}, {"translation": {"cy": "Mae dylanwadu ar ddefnydd person ifanc o iaith leiafrifol yn fater cymhleth, ac mae angen mynd ati mewn amryfal ffyrdd, ar sail tystiolaeth, i’w gynorthwyo i wneud dewisiadau cadarnhaol. ", "en": "Influencing a young person’s use of a minority language is a complex matter and supporting them to make positive choices in favour of using the language needs a variety of evidence-based approaches. "}}, {"translation": {"cy": "Credwn fod nifer o ffactorau yn dylanwadu ar ddefnydd person ifanc o’r Gymraeg, gan gynnwys pa mor rhugl a hyderus ydyw yn yr iaith. ", "en": "We believe that a number of factors influence a young person’s use of Welsh, including fluency and confidence levels. "}}, {"translation": {"cy": "Ymhlith y ffactorau eraill, tybiwn fod diwylliant pobl ifanc, pwysau gan gyfoedion, agweddau yn y gymuned at yr iaith, y cyfryngau byd-eang gan gynnwys rhwydweithio cymdeithasol electronig, a’r gwerth a roddir ar yr iaith fel sgìl ar gyfer byd gwaith oll yn elfennau pwysig. ", "en": "Among other factors, we believe that youth culture, peer pressure, community attitudes towards the language, the global media including electronic social networking, and the perceived value of the language as a skill for work are all important elements. "}}, {"translation": {"cy": "Credwn hefyd fod arwyddocâd y ffactorau hyn yn amrywio’n sylweddol, gan ddibynnu a yw’r person ifanc wedi caffael yr iaith gartref neu drwy’r system addysg. ", "en": "We also believe that the significance of these factors varies considerably, depending on whether the young person has acquired the language at home or through the education system. "}}, {"translation": {"cy": "Rydym hefyd yn wynebu heriau o fewn y system addysg i sicrhau bod plant a phobl ifanc yn parhau i ddewis addysg cyfrwng Cymraeg wrth wneud dewisiadau ar gyfnodau allweddol o’u haddysg – rhwng y cynradd a’r uwchradd, a rhwng yr uwchradd ac addysg bellach neu addysg uwch. ", "en": "We also face challenges within the education system to ensure that children and young people continue to choose Welsh-medium education when making choices at key stages of their education – between the primary and secondary sectors, and between the secondary sector and further or higher education. "}}, {"translation": {"cy": "Ira bo’r Strategaeth Addysg Cyfrwng Cymraeg yn mynd i’r afael â’r heriau hyn, credwn fod llwyddiant y mesurau hynny’n rhannol ddibynnol ar y gallu i ddarbwyllo plant a phobl ifanc ynghylch gwerth y Gymraeg yn economaidd ac yn ddiwylliannol. ", "en": "While the Welsh-medium Education Strategy addresses these challenges, we believe that the success of those measures depends, to a great extent, on convincing children and young people of the value of Welsh, economically and culturally. "}}, {"translation": {"cy": "Byddwn yn ceisio dilyn hynt sgiliau Cymraeg dysgwyr sy’n gadael yr ysgol drwy gasglu data o fewn y system addysg.", "en": "We will seek to track the Welsh language skills of school leavers through data capture within the education system."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw29", "en": "a language for living29"}}, {"translation": {"cy": "Mae nifer o sefydliadau wedi bod ynghlwm wrth y gwaith hwn – mae rhai ohonynt, fel yr Urdd a’r mentrau iaith, yn canolbwyntio’n llwyr ar gynyddu’r defnydd o’r Gymraeg; ", "en": "This has been achieved by a number of organisations, some of which, like the Urdd and the mentrau iaith, are entirely focused on increasing the use of Welsh; "}}, {"translation": {"cy": "ac mae gan eraill, megis Clybiau Ffermwyr Ifanc, clybiau chwaraeon, grwpiau drama, ac yn y blaen, gylch gwaith ehangach. ", "en": "others, such as Young Farmers’ Clubs, sports clubs, drama groups, and so forth, have a broader remit. "}}, {"translation": {"cy": "Mae angen i’r sefydliadau hyn barhau i fod yn arloesol ac yn greadigol, a gweithio gyda Llywodraeth Cymru a phartneriaid eraill i ddatblygu dulliau o gasglu tystiolaeth ynghylch yr effaith y mae eu gweithgareddau’n ei chael ar y defnydd o’r Gymraeg.", "en": "These organisations need to remain innovative and creative, while working with the Welsh Government and other partners to develop methods of gathering evidence of the impact their activities have on the use of Welsh."}}, {"translation": {"cy": "Mae’r dystiolaeth sydd ar gael o wledydd eraill yn awgrymu bod angen i weithgareddau yn yr iaith leiafrifol gynnig profiad cystal, os nad gwell, na’r hyn sydd ar gael yn yr iaith fwyafrifol.", "en": "Experience from other countries suggests that activities in the minority language need to offer a comparable, if not better, experience than the provision available in the majority language."}}, {"translation": {"cy": "Fodd bynnag, er gwaethaf yr holl weithgarwch hwn, mae’n bwysig sicrhau ein bod yn trafod â’r bobl ifanc eu hunain beth yn union sy’n apelio atynt, a pha fathau o weithgareddau yr hoffent eu mwynhau drwy gyfrwng y Gymraeg. ", "en": "However, despite all this activity, it is important that we explore with young people themselves exactly what appeals to them, and what types of activities young people feel they would wish to undertake through the medium of Welsh. "}}, {"translation": {"cy": "Mae angen i ni gynnal y drafodaeth hon yn barhaus. ", "en": "We need this to be an ongoing discussion. "}}, {"translation": {"cy": "Casgliad yr ymgynghoriad hwnnw oedd fod plant a phobl ifanc yn awyddus i gymryd rhan mewn gweithgareddau cyfrwng Cymraeg, a taw gweithgareddau chwaraeon oedd yn fwyaf poblogaidd. Roedd dawns, drama, celf a gweithgareddau awyr agored hefyd ymysg y gweithgareddau eraill a nodwyd.", "en": "The conclusion of that consultation was that children and young people were eager to take part in Welsh-medium activities, and that sporting activities were most popular, with dance, drama, art and outdoor activities among other activities listed."}}, {"translation": {"cy": "30Iaith fyw: ", "en": "30A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Mae profiad o wledydd eraill hefyd yn awgrymu bod plant a phobl ifanc yn mwynhau gweithgareddau creadigol, ac yn cael gwefr o weld cynnyrch eu gwaith wedi ei gyhoeddi – yn enwedig ar y we. ", "en": "Experience from other countries also suggests that children and young people enjoy creative activities, and get a thrill from seeing their work published – particularly on the internet. "}}, {"translation": {"cy": "Yng Nghymru, mae’r prosiect Cefnogi Arferion Iaith Pobl Ifanc, a ddatblygwyd gan Fwrdd yr Iaith Gymraeg, yn ceisio ymbweru siaradwyr Cymraeg ifanc i ddefnyddio’r iaith mewn sefyllfaoedd newydd, ond anffurfiol, o fewn amgylchedd yr ysgol. ", "en": "In Wales, the Supporting Young People’s Language Practices Project, developed by the Welsh Language Board, seeks to empower young Welsh speakers to use the language in informal situations within the school setting. "}}, {"translation": {"cy": "Un o’r elfennau hanfodol yw bod dysgwyr hˆyn yn annog rhai iau i feddwl am yr iaith ac i fod yn rhan o brosiectau arloesol fel rhedeg gorsaf radio yn yr ysgol neu ysgol roc drwy gyfrwng y Gymraeg. ", "en": "An essential element is getting older learners to encourage younger ones to reflect on the language and to become engaged in innovative projects such as running a school radio station or rock school through the medium of Welsh. "}}, {"translation": {"cy": "Rydym yn awyddus i ehangu’r dull hwn o weithio gyda phlant a phobl ifanc, a gwerthuso’r gwaith o safbwynt ei effaith ar y defnydd o’r Gymraeg. ", "en": "We are eager to extend this method of working with children and young people, and to evaluate the work from the point of view of its impact on the use of Welsh. "}}, {"translation": {"cy": "Hoffem hefyd weld rhagor o gyfleoedd i blant a phobl ifanc ddefnyddio’r Gymraeg ar-lein, a’u hannog i ddewis y Gymraeg wrth ddefnyddio’r cyfryngau cymdeithasol, cynnyrch meddalwedd a dyfeisiau electronig fel ffonau deallus. ", "en": "We also want to see more opportunities for children and young people to use Welsh online, and to encourage them to choose to use Welsh when using social media, software products and electronic devices such as smartphones. "}}, {"translation": {"cy": "Caiff y defnydd o’r Gymraeg mewn technoleg gwybodaeth a chyfathrebu (TGCh), sy’n cynnwys llunio safonau mewn perthynas â TGCh, ei drafod ymhellach o dan faes strategol 6.", "en": "The use of Welsh in information and communication technology (ICT), including the making of standards in relation to ICT, is discussed further under strategic area 6."}}, {"translation": {"cy": "Mae hefyd yn galonogol gweld dull tair haen o weithredu yn dod i’r amlwg yn y gwasanaeth ieuenctid mewn perthynas â darpariaeth cyfrwng Cymraeg ar gyfer pobl ifanc. Golyga hyn fod sefydliadau’n ceisio cynllunio’r ddarpariaeth mewn modd mwy cydgysylltiedig, ar sail yr egwyddor bod gan holl bobl ifanc Cymru ryw fath o afael ar y Gymraeg. ", "en": "It is also encouraging to see the development of a three-tiered approach to Welsh-medium provision for young people emerging within youth services, where organisations aim for a more coordinated approach to planning the provision, based on the principle that all young people in Wales have some knowledge of Welsh. "}}, {"translation": {"cy": "Dyma’r dull a awgrymir yn Safonau Cenedlaethol Gwasanaeth Ieuenctid ar gyfer Cymru Llywodraeth Cymru, ac mae’n annog darparwyr i gynnig gwasanaethau mwy priodol, sydd wedi’u teilwra i ddiwallu anghenion ieithyddol nifer cynyddol y bobl ifanc sy’n siarad Cymraeg. ", "en": "This approach is suggested in the Welsh Government’s National Youth Service Standards and encourages the provision of more appropriate services, tailored to the linguistic needs of the growing population of young Welsh speakers. "}}, {"translation": {"cy": "Mae hyn yn cynnwys darpariaeth wahanol ar gyfer pobl ifanc sydd â sgiliau sylfaenol yn y Gymraeg, ar gyfer y rheini sy’n dysgu’r iaith a’r rheini sy’n rhugl yn y Gymraeg. ", "en": "This includes different provision for young people with basic Welsh language skills, for those who are learning the Welsh language and for fluent Welsh speakers. "}}, {"translation": {"cy": "Byddwn yn ystyried mabwysiadu’r ffordd hon o weithio mewn meysydd eraill.", "en": "We will consider adopting this way of working in other fields."}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "13.", "en": "13."}}, {"translation": {"cy": "Ymgynghori o bryd i’w gilydd â phlant a phobl ifanc er mwyn codi ymwybyddiaeth a datblygu gwell dealltwriaeth o’r gweithgareddau y byddent yn dymuno ymgymryd â nhw drwy gyfrwng y Gymraeg a’r gwasanaethau yr hoffent eu derbyn drwy gyfrwng y Gymraeg.", "en": "Consult periodically with children and young people in order to raise awareness and better understand which activities they wish to undertake through the medium of Welsh and which services they wish to receive through the medium of Welsh."}}, {"translation": {"cy": "15.", "en": "15."}}, {"translation": {"cy": "Gwella ymwybyddiaeth ymysg plant a phobl ifanc, a’u rhieni/gofalwyr, ynghylch y cyfleoedd a’r gweithgareddau sy’n bodoli ar gyfer defnyddio’r iaith yn gymdeithasol ac yn y gweithle.", "en": "Improve awareness among children and young people, and their parents/carers, of the opportunities and activities that exist to use the language socially and in the workplace."}}, {"translation": {"cy": "16.", "en": "16."}}, {"translation": {"cy": "Gwella cyfleoedd i blant a phobl ifanc ddefnyddio’r Gymraeg yn anffurfiol o fewn sefydliadau addysgol.", "en": "Improve the opportunities for children and young people to use Welsh informally within educational organisations."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Gwella ymwybyddiaeth iaith gweithwyr ieuenctid i’w galluogi i feithrin agweddau positif ymysg pobl ifanc tuag at yr iaith.", "en": "Improve language awareness among youth workers to enable them to develop positive attitudes among young people towards the language."}}, {"translation": {"cy": "18.", "en": "18."}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Sicrhau, gan gynnwys drwy wneud safonau priodol ynghylch y Gymraeg, bod y cyrff cyhoeddus sy’n darparu neu’n ariannu gwasanaethau ar gyfer plant a phobl ifanc – boed yn uniongyrchol neu drwy waith Partneriaethau Pobl Ifanc – yn darparu rhagor o’r gwasanaethau hynny drwy gyfrwng y Gymraeg, gan gynnwys gwasanaethau chwaraeon a hamdden.", "en": "Ensure, including through the making of appropriate Welsh language standards, that public bodies providing or funding services for children and young people – whether directly or through the work of Young People’s Partnerships – provide more of those services in Welsh, including sport and leisure services."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cryfhau safle’r Gymraeg o fewn y gymuned.", "en": "To strengthen the position of the Welsh language in the community."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Mwy o ddefnydd o’r Gymraeg o fewn cymunedau ar draws Cymru.", "en": "More use of Welsh within communities across Wales."}}, {"translation": {"cy": "Dangosydd", "en": "Indicator"}}, {"translation": {"cy": "Y nifer sy’n mynychu digwyddiadau Cymraeg, gan gynnwys rhai a drefnir gan y sawl sy’n derbyn grantiau gan Lywodraeth Cymru.", "en": "Attendance at Welsh-language events, including those organised by Welsh Government grant recipients."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cryfhau safle’r Gymraeg o fewn y gymuned.", "en": "To strengthen the position of the Welsh language in the community."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Mwy o ddefnydd o’r Gymraeg o fewn cymunedau ar draws Cymru.", "en": "More use of Welsh within communities across Wales."}}, {"translation": {"cy": "Dangosydd", "en": "Indicator"}}, {"translation": {"cy": "Y nifer sy’n mynychu digwyddiadau Cymraeg, gan gynnwys rhai a drefnir gan y sawl sy’n derbyn grantiau gan Lywodraeth Cymru.", "en": "Attendance at Welsh-language events, including those organised by Welsh Government grant recipients."}}, {"translation": {"cy": "Maes strategol 3: ", "en": "Strategic area 3: "}}, {"translation": {"cy": "Maes strategol 3: ", "en": "Strategic area 3: "}}, {"translation": {"cy": "Y gymuned", "en": "The community"}}, {"translation": {"cy": "Mae tystiolaeth o wledydd ar draws y byd, dros nifer o ddegawdau, yn dangos bod cyswllt cryf rhwng hyfywedd a goroesiad iaith a bodolaeth ardaloedd daearyddol lle ystyrir yr iaith honno fel y brif iaith. ", "en": "Evidence from countries around the world, over a number of decades, shows that there is a strong correlation between the viability and survival of a language and the existence of geographical areas where that language is considered to be the predominant language. "}}, {"translation": {"cy": "Awgryma’r dystiolaeth hefyd fod angen dwysedd uchel o siaradwyr i’r Gymraeg gael ei defnyddio fel iaith arferol cymuned.", "en": "The evidence also suggests that a high density of speakers is required for Welsh to be an everyday language of a community."}}, {"translation": {"cy": "Mae’r cymunedau yng Nghymru lle ceir canran uchel o siaradwyr Cymraeg yn newid. ", "en": "Communities in Wales which have a high percentage of Welsh speakers are changing. "}}, {"translation": {"cy": "Mae’r strategaeth hon eisoes wedi cyfeirio at y ffaith bod nifer y cymunedau yng Nghymru lle mae dros 70 y cant o’r boblogaeth yn siarad Cymraeg wedi lleihau yn sylweddol dros y degawdau diwethaf. ", "en": "This strategy has already made reference to the fact that the number of communities in Wales where over 70 per cent of the population speaks Welsh has reduced significantly during the past decades. "}}, {"translation": {"cy": "Mae prosesau mewnfudo ac allfudo, cyfleoedd gwaith cyfyngedig a chyflenwad cyfyngedig o dai fforddiadwy wedi cael effaith sylweddol ar broffil demograffig a phroffil ieithyddol sawl cymuned.", "en": "Inward and outward migration processes, limited employment opportunities and limited availability of affordable housing have had profound effects on the demographic and linguistic profile of many communities."}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn awyddus i ddatblygu’r gwaith a wnaed gan Fwrdd yr Iaith Gymraeg, y mentrau iaith a nifer o gyrff eraill ar lawr gwlad gan weithredu mewn modd bwriadus mewn ardaloedd lle y caiff y Gymraeg ei siarad fel prif iaith bywyd beunyddiol, neu lle’r oedd yn brif iaith tan yn gymharol ddiweddar, a lle mae canran y siaradwyr Cymraeg yn lleihau’n gyflym.", "en": "The Welsh Government is eager to build on the work undertaken by the Welsh Language Board, the mentrau iaith and a number of other bodies at a grass-roots level to take action in areas where the Welsh language is, or was until comparatively recently, the main language of daily life, and which are seeing a rapid decline in the percentage of Welsh speakers."}}, {"translation": {"cy": "Ein bwriad yw datblygu mentrau arbennig yn yr ardaloedd hyn a fydd yn ysgogi camau gweithredu strategol, gan wrth-droi’r newid ieithyddol. ", "en": "We propose to develop special initiatives in those areas to encourage strategic action to reverse language shift. "}}, {"translation": {"cy": "Mae angen gwneud hyn mewn partneriaeth ag awdurdodau lleol, sefydliadau’r trydydd sector ac asiantaethau lleol sy’n ymwneud ag adfywio cymunedol ac adfywio economaidd – yn ogystal â’r cyrff sydd eisoes yn gweithredu er lles y Gymraeg. ", "en": "This needs to be done in partnership with local authorities, third sector organisations and local agencies involved in community and economic regeneration – in addition to the bodies already operating for the benefit of the Welsh language. "}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw33", "en": "a language for living33"}}, {"translation": {"cy": "iaith yn yr ardal honno mewn dull holistaidd – er mwyn asesu a yw’r model hwn o weithredu yn un y dylid ei ymestyn i ardaloedd eraill. ", "en": "of the language in that area in a holistic manner – in order to assess whether such a model is one which should be extended to other areas. "}}, {"translation": {"cy": "Byddwn hefyd yn ystyried a oes modd efelychu’r gwaith sydd wedi’i wneud o fewn Ardal Adfywio Strategol Môn a Menai, sy’n cynnwys y fenter Brocer Iaith ym Mheblig, mewn ardaloedd eraill.", "en": "We will also consider whether the work undertaken within the Môn a Menai Strategic Regeneration Area, including the Brocer Iaith initiative in Peblig, can be replicated in other areas."}}, {"translation": {"cy": "Bydd yr heriau penodol yn amrywio o ardal i ardal ond maent yn debygol o gynnwys materion fel y tai fforddiadwy sydd ar gael, diffyg cyfleoedd gwaith, nifer isel o rieni/gofalwyr yn trosglwyddo’r Gymraeg i’w plant, statws isel yr iaith o fewn y gymuned, diffyg cyfleoedd i ddefnyddio’r iaith, a mewnfudo ac allfudo. ", "en": "The particular challenges in each area will differ but are likely to include issues such as the availability of affordable housing, lack of employment opportunities, low numbers of parents/carers transmitting Welsh to their children, low status of the language within the community, lack of opportunities to use the language, and inward and outward migration. "}}, {"translation": {"cy": "Mae’n rhaid i’r gwaith adnewyddu ieithyddol fynd law yn llaw â’r gwaith o wella seilwaith cymdeithasol ac economaidd yr ardaloedd hyn er mwyn helpu i sicrhau bod gwell cyfleoedd gwaith a rhagor o dai fforddiadwy ar gael fel y gall pobl aros yn eu cymunedau. ", "en": "The language renewal task must go hand in hand with the work of improving the social and economic infrastructure of these areas to help ensure that better employment opportunities and more affordable housing become available, so that people can remain in their communities. "}}, {"translation": {"cy": "Bydd gwella gallu’r cymunedau eu hunain i gynnig rhagor o wasanaethau a gweithgareddau Cymraeg yn agwedd bwysig ar y gwaith hwn. ", "en": "An important part of this work will be to improve the capacity of the communities themselves to increase the availability of Welsh-language services and activities. "}}, {"translation": {"cy": "Rydym yn awyddus, hefyd, i ddatblygu’r gwaith a wnaed gan y Gr ˆwp Iaith-Economi Cymru, gan ddatblygu strategaeth glir ynghylch sut gellid manteisio ar y Gymraeg fel ased economaidd. ", "en": "We are eager, also, to build on the work undertaken by the Welsh Language-Economy Group, by developing a clear strategy in relation to how benefit could be gained from the Welsh language as an economic asset. "}}, {"translation": {"cy": "Rhennir yr heriau hyn, felly, ar draws holl bortffolios y Gweinidogion ac adrannau Llywodraeth Cymru, a byddwn yn prif ffrydio’r Gymraeg yn ein polisïau datblygu economaidd a’n polisïau datblygu cymunedol fel y bo’n briodol.", "en": "These challenges are shared, therefore, across all Welsh Ministerial portfolios and Welsh Government departments, and we will mainstream the Welsh language into our economic development and community development policies accordingly."}}, {"translation": {"cy": "34Iaith fyw: ", "en": "a language for living"}}, {"translation": {"cy": "iaith byw", "en": "34A living language: "}}, {"translation": {"cy": "Mae pob cymuned yn esblygu ac yn datblygu dros amser. ", "en": "All communities evolve and develop over time. "}}, {"translation": {"cy": "Lle cynigir datblygiadau mae’r system gynllunio yn ddull pwysig ar gyfer rheoli newid mewn modd positif. ", "en": "Where development is proposed, the planning system is an important tool to manage change in a positive way. "}}, {"translation": {"cy": "Mae awdurdodau lleol ac awdurdodau’r parciau cenedlaethol un ai wrthi’n paratoi Cynlluniau Datblygu Lleol neu wedi’u mabwysiadu’n ddiweddar. Mae tystiolaeth a chynnwys y gymuned yn agweddau pwysig ar y broses hon. ", "en": "Local and national park authorities have either recently adopted, or are in the process of preparing, Local Development Plans (LDPs), which are underpinned by community engagement and evidence. "}}, {"translation": {"cy": "Maent yn pennu gweledigaeth a pholisïau’r awdurdod ynghylch datblygu cynaliadwy a’r defnydd o dir. ", "en": "They set out the authority’s vision and policies for the sustainable development and use of land. "}}, {"translation": {"cy": "Rydym wedi ymgynghori’n ddiweddar ynghylch newidiadau i Nodyn Cyngor Technegol 20: ", "en": "We have recently consulted on changes to Technical Advice Note 20: "}}, {"translation": {"cy": "Cynllunio a’r Iaith Gymraeg (TAN 20), er mwyn llunio canllawiau mwy pendant ynghylch sut dylid ystyried y Gymraeg wrth baratoi Cynlluniau Datblygu Lleol. ", "en": "Planning and the Welsh Language (TAN 20), in order to provide strengthened guidance on how the Welsh language should be taken into account when LDPs are prepared. "}}, {"translation": {"cy": "Nod cyffredinol Cynlluniau Datblygu Lleol yw hybu datblygiad cynaliadwy cymunedau a lleoedd ar draws Cymru, sy’n cynnwys hybu ffyniant ieithyddol ac economaidd cymunedau Cymraeg drwy gynnig cymysgedd priodol o gyfleoedd tai a chyflogaeth. ", "en": "The overall aim of LDPs is to support the sustainable development of communities and places across Wales, which includes supporting the linguistic and economic prosperity of Welsh-speaking communities by providing an appropriate mix of housing and employment opportunities. "}}, {"translation": {"cy": "Caiff ein polisïau cynllunio yn y meysydd hyn eu hamlinellu yn Polisi Cynllunio Cymru, TAN 2: ", "en": "Our planning policies in these areas are set out in Planning Policy Wales, TAN 2: "}}, {"translation": {"cy": "Cynllunio ar gyfer Cymunedau Gwledig Cynaliadwy. ", "en": "Planning for SustainableCommunities. "}}, {"translation": {"cy": "Rydym yn cynnig adolygu â rhanddeiliaid sut mae cymunedau Cymraeg eu hiaith wedi cyfrannu at y broses sydd ynghlwm wrth Gynlluniau Datblygu Lleol ac a fyddai modd gwella’rbroses honno yn y dyfodol, pennu pa ystyriaethau yn ymwneud â’r Gymraeg y tynnwyd sylw atynt, ac ystyried yr angen i ddarparu canllawiau ychwanegol ynghylch ystyried materion yn ymwneud â’r Gymraeg wrth i Gynlluniau Datblygu Lleol gael eu paratoi.", "en": "We propose to review with stakeholders how Welsh-speaking communities have engaged in the LDP process and whether that engagement could be better facilitated in future, identify how Welsh language issues have been addressed, and consider the need to provide additional guidance with regard to taking Welsh language issues into account as LDPs are prepared."}}, {"translation": {"cy": "Wrth i gymunedau gwledig ac ôl-ddiwydiannol Cymraeg eu hiaith newid, mae newid demograffig hefyd yn mynd rhagddo o fewn dinasoedd a threfi Cymru. ", "en": "As rural and post-industrial Welsh-speaking communities are changing, Welsh cities and towns have also seen a demographic shift. "}}, {"translation": {"cy": "Mae nifer y siaradwyr Cymraeg mewn dinasoedd, yn enwedig Caerdydd, wedi cynyddu’n aruthrol dros y blynyddoedd diwethaf. ", "en": "The number of Welsh speakers in cities, especially Cardiff, has increased dramatically in recent years. "}}, {"translation": {"cy": "Deillia hyn yn bennaf o’r ffaith bod siaradwyr Cymraeg ifanc yn mynychu sefydliadau addysg uwch ac yn chwilio am waith. ", "en": "This is mainly due to young Welsh speakers attending higher education institutions and seeking employment. "}}, {"translation": {"cy": "Un elfen bwysig o’r gwaith hwn fydd manteisio i’r eithaf ar y cyfleoedd sy’n deillio o gyfryngau newydd a rhwydweithio cymdeithasol, yn enwedig ar gyfer pobl ifanc. ", "en": "An important element of this work will be to take full advantage of the opportunities which arise from new media and social networking, particularly for young people. "}}, {"translation": {"cy": "Mae hyn yn wir o fewn trefi a dinasoedd a hefyd ar draws gweddill Cymru a thu hwnt. ", "en": "This is true within towns and cities as well as in the rest of Wales and beyond. "}}, {"translation": {"cy": "Ira bo’r defnydd o’r Gymraeg o fewn cymuned ddaearyddol yn parhau i fod yn hynod o bwysig, yn enwedig ymhlith y boblogaeth sefydlog, mae natur rhyngweithio cymdeithasol yn newid i nifer fawr o bobl, yn enwedig pobl ifanc. ", "en": "While language use in a geographical community is still extremely important, the nature of social interaction is changing for many people, particularly the young. "}}, {"translation": {"cy": "Mae mwy a mwy o gyfathrebu yn digwydd yn electronig a thros bellter, gan leihau’r graddau y mae’r cysyniad o ‘le’ yn allweddol, a chynyddu rôl cymunedau o ddiddordeb. ", "en": "More and more communication occurs electronically and remotely, reducing the extent to which the concept of ‘place’ is key, and increasing the role of communities of interest. "}}, {"translation": {"cy": "Caiff hyn ei drafod ymhellach o dan faes strategol 6.", "en": "This is discussed further under strategic area 6."}}, {"translation": {"cy": "Un amcan allweddol fydd cynyddu gweithgareddau cymdeithasol a gweithgareddau diwylliannol cyfrwng Cymraeg ar draws y cymunedau hyn (boed yn gymunedau daearyddol go iawn neu’n rhith-gymunedau). ", "en": "A key objective will be to increase social and cultural activity through the medium of Welsh throughout these communities (be they geographical or virtual communities). "}}, {"translation": {"cy": "Mae hyn wedi bod yn agwedd allweddol ar y gwaith sydd wedi ei gyflawni dros y blynyddoedd diwethaf yn y maes cynllunio ieithyddol. ", "en": "This has been a key part of the work achieved over recent years in the area of language planning. "}}, {"translation": {"cy": "iaith byw35", "en": "a language for living35"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "Adnabod ardaloedd yng Nghymru lle ceir canran uchel o siaradwyr Cymraeg ond lle mae’r iaith bellach o dan fygythiad – a threfi a dinasoedd lle ceir nifer da o siaradwyr Cymraeg – ac annog datblygiad rhaglenni o weithgareddau penodol i hybu’r defnydd o’r Gymraeg yn yr ardaloedd hynny.", "en": "Identify parts of Wales where there are high percentages of Welsh speakers, but where the language is now under threat – and towns and cities with a healthy number of Welsh speakers – to encourage the development of focused programmes of activities to promote the use of Welsh in those areas."}}, {"translation": {"cy": "21.", "en": "21."}}, {"translation": {"cy": "Adolygu’r trefniadau cyllido cyfredol ar gyfer y cyrff a’r mentrau sy’n hybu a chefnogi’r defnydd o’r Gymraeg o fewn cymunedau er mwyn sicrhau bod y gweithgareddau yn effeithiol, eu bod yn ategu’r strategaeth hon a’u bod yn dilyn arferion da o ran cynllunio ieithyddol.", "en": "Review the current funding arrangements for organisations and initiatives which promote and support the use of Welsh within communities in order to ensure that the activities are effective and aligned with this strategy and follow good practice with regard to language planning."}}, {"translation": {"cy": "Parhau i ymchwilio i’r cysylltiadau rhwng yr economi a’r iaith ac ymateb i’r cysylltiadau hynny.", "en": "Continue to explore the links between the economy and the language and respond to those links."}}, {"translation": {"cy": "23.", "en": "23."}}, {"translation": {"cy": "24.", "en": "24."}}, {"translation": {"cy": "Prif ffrydio’r iaith o fewn ein holl waith sy’n ymwneud â chefnogi a datblygu cymunedau ledled Cymru.", "en": "Mainstream the language into all of our work related to supporting and developing communities across Wales."}}, {"translation": {"cy": "25.", "en": "25."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynyddu cyfleoedd i bobl ddefnyddio’r Gymraeg yn y gweithle.", "en": "To increase opportunities for people to use Welsh in the workplace."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Mwy o siaradwyr Cymraeg yn defnyddio’r Gymraeg yn eu gwaith.", "en": "More Welsh speakers use Welsh at work."}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Nifer y cyrff y mae’n rhaid iddynt gydymffurfio â safonau gweithredu yn ymwneud â’r Gymraeg sy’n ceisio hybu a hwyluso’r defnydd o’r Gymraeg yn y gweithle.", "en": "Number of organisations subject to Welsh-language operational standards intended to promote and facilitate the use of Welsh in the workplace."}}, {"translation": {"cy": "Canran staff Llywodraeth Cymru sy’n defnyddio’r Gymraeg yn eu gwaith.", "en": "Percentage of Welsh Government staff using Welsh at work."}}, {"translation": {"cy": "Mwy o siaradwyr Cymraeg yn defnyddio’r Gymraeg yn eu gwaith.", "en": "More Welsh speakers use Welsh at work."}}, {"translation": {"cy": "Nifer y cyrff y mae’n rhaid iddynt gydymffurfio â safonau gweithredu yn ymwneud â’r Gymraeg sy’n ceisio hybu a hwyluso’r defnydd o’r Gymraeg yn y gweithle.", "en": "Number of organisations subject to Welsh-language operational standards intended to promote and facilitate the use of Welsh in the workplace."}}, {"translation": {"cy": "Canran staff Llywodraeth Cymru sy’n defnyddio’r Gymraeg yn eu gwaith.", "en": "Percentage of Welsh Government staff using Welsh at work."}}, {"translation": {"cy": "Maes strategol 4: ", "en": "Strategic area 4: "}}, {"translation": {"cy": "Y gweithle", "en": "The workplace"}}, {"translation": {"cy": "Maes strategol 4: ", "en": "Strategic area 4: "}}, {"translation": {"cy": "Y gweithle", "en": "The workplace"}}, {"translation": {"cy": "Y gweithle yw un o’r meysydd allweddol sy’n pennu pa iaith y mae pobl yn ei defnyddio. ", "en": "The workplace is one of the key areas which determines language use. "}}, {"translation": {"cy": "Fel unigolion, rydym yn treulio cyfran sylweddol o’n hamser yn y gwaith. ", "en": "As individuals, we spend a considerable proportion of our time at work. "}}, {"translation": {"cy": "Roedd nifer sylweddol o’r rheini a ymatebodd i’r ymgynghoriad ar y strategaeth hon yn cytuno bod gan y gweithle rôl allweddol o ran ennyn hyder ymhlith siaradwyr Cymraeg i ddefnyddio’r iaith mewn agweddau eraill ar eu bywydau. Nodwyd hefyd fod datblygu statws yr iaith yn y gweithle yn bwysig o safbwynt pwysleisio gwerth addysg cyfrwng Cymraeg.", "en": "A significant number of respondents to the consultation on this strategy agreed that the workplace also has a role in building the confidence of Welsh speakers to use the language in other areas of their lives, and that developing the status of the language in the workplace was important in terms of underlining the value of Welsh-medium education."}}, {"translation": {"cy": "Er gwaetha’r cynnydd mewn addysg cyfrwng Cymraeg, mae’r cyfleoedd i bobl weithio drwy gyfrwng y Gymraeg yn parhau’n gymharol gyfyngedig. ", "en": "Despite the increase in Welsh-medium education, the opportunities for people to work through the medium of Welsh remain comparatively limited. "}}, {"translation": {"cy": "Mae hyn, felly, yn eithrio’r Gymraeg o un o’r meysydd allweddol i nifer o siaradwyr Cymraeg, ac yn golygu na all siaradwyr Cymraeg fanteisio ar y cyfle i normaleiddio eu defnydd o’r iaith.", "en": "This, therefore, excludes Welsh from one of the key domains for a number of Welsh speakers and deprives Welsh speakers of the opportunity to normalise their use of the language."}}, {"translation": {"cy": "Ein nod yw cynnig rhagor o gyfleoedd i’r rheini sy’n medru’r Gymraeg ei defnyddio yn y gwaith – yn eu hymwneud â’i gilydd, gyda’u cwsmeriaid a chyda’u cyflogwyr. ", "en": "Our aim is to provide more opportunities for those who can speak Welsh to use the language at work – in their dealings with each other, with their customers and with their employers. "}}, {"translation": {"cy": "Wrth wneud hyn, byddwn yn datblygu’r arferion da sydd eisoes yn bodoli. ", "en": "In doing this, we will build on existing good practice. "}}, {"translation": {"cy": "Er enghraifft, mae yna ychydig o dystiolaeth sy’n dangos bod hyfforddiant ynglˆyn ag ymwybyddiaeth ieithyddol yn ffordd lwyddiannus o gynyddu agweddau positif ymhlith gweithwyr a chyflogwyr tuag at y Gymraeg.", "en": "For example, there is some evidence that language-awareness training is a successful means by which to increase positive attitudes towards the Welsh language among employees and employers."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw37", "en": "a language for living37"}}, {"translation": {"cy": "Mae’r maes gwaith hwn yn un eithaf newydd ac yn gryn her. ", "en": "This area of work is comparatively new and poses a considerable challenge. "}}, {"translation": {"cy": "O’r herwydd, does dim llawer o dystiolaeth feintiol ynghylch y maes hwn ar gael ar gyfer asesu effaith gweithgareddau sydd wedi’u cynnal hyd yma. ", "en": "As a result, there is little quantitative evidence available with which to assess the impact of activities undertaken to date. "}}, {"translation": {"cy": "materion yn gysylltiedig â gallu yn y Gymraeg, a rhesymau sefydliadol megis y ffaith nad oes digon o gymorth gan sefydliadau i gefnogi defnydd o’r iaith; ", "en": "matters relating to proficiency in Welsh language skills, and organisational reasons such as insufficient institutional support for the use of the language; "}}, {"translation": {"cy": "a’r graddau y mae diwylliant y sefydliad yn hwyluso neu’n hybu’r defnydd o’r Gymraeg. ", "en": "and the extent to which an organisation’s culture facilitates or promotes the use of Welsh. "}}, {"translation": {"cy": "Gwyddom hefyd fod gweithleoedd yn amrywio, ac felly hefyd gefndir ieithyddol y staff sy’n gweithio mewn lleoliadau ledled Cymru.", "en": "We also know that workplaces vary, as does the linguistic background of staff working in locations throughout Wales."}}, {"translation": {"cy": "Bydd prif ffrydio’r Gymraeg i’n gwaith mewn perthynas â gwybodaeth am y farchnad lafur yn agwedd bwysig ar y gwaith hwn. ", "en": "Mainstreaming the Welsh language into our work on labour market intelligence will be an important aspect of this work. "}}, {"translation": {"cy": "Rydym hefyd yn gweld rôl bwysig i’r rhaglen Cymraeg i Oedolion o ran helpu gweithwyr i ddatblygu a mireinio eu sgiliau iaith ar gyfer y gweithle – ac ar draws pob sector.", "en": "We also see there being an important role for the Welsh for Adults Programme in helping employees to develop and refine their language skills within the context of the workplace – and across all sectors."}}, {"translation": {"cy": "Bydd modd i Gomisiynydd y Gymraeg hefyd wneud cyfraniad pwysig i’r maes hwn drwy ddatblygu a gosod safonau gweithredu o dan Fesur y Gymraeg. ", "en": "The Welsh Language Commissioner will also have an important contribution to make in this area through the development and imposition of operational standards under the Welsh Language Measure. "}}, {"translation": {"cy": "Bydd y Comisiynydd hefyd yn gyfrifol am gynnig cyngor i sefydliadau ymhob sector ynghylch arferion da – yn ogystal â pharatoi codau ymarfer perthnasol.", "en": "The Commissioner will also be responsible for providing advice to organisations in all sectors regarding good practice – as well as preparing relevant codes of practice."}}, {"translation": {"cy": "38Iaith fyw: ", "en": "38A living language: "}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn cydnabod bod ganddi gyfrifoldeb arbennig i ddangos arweiniad yn y maes hwn fel un o brif gyflogwyr Cymru. ", "en": "The Welsh Government recognises that it has a particular responsibility to guide the way in this area as one of Wales’ main employers. "}}, {"translation": {"cy": "Rydym yn ymrwymedig i gynyddu’r defnydd a wneir o’r Gymraeg ymhob un o’n swyddfeydd ac i dynnu sylw at gyfleoedd priodol i estyn neu efelychu enghreifftiau o arferion da a ddatblygwyd yn ddiweddar yn ein swyddfeydd yng Nghyffordd Llandudno ac Aberystwyth.", "en": "We are committed to increasing the use of Welsh in all of our offices and to identify appropriate opportunities to extend or replicate the examples of good practice developed recently in our offices in Llandudno Junction and Aberystwyth."}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "26.", "en": "26."}}, {"translation": {"cy": "Gwahodd y Comisiynydd i ddatblygu canllawiau ynghylch arferion da mewn perthynas â’r defnydd o’r Gymraeg yn y gweithle ar draws pob sector.", "en": "Invite the Commissioner to develop good practice guidance with regard to the use of Welsh in the workplace across all sectors."}}, {"translation": {"cy": "27.", "en": "27."}}, {"translation": {"cy": "Llunio safonau gweithredu, a fydd yn galluogi’r Comisiynydd i osod dyletswyddau ar sefydliadau i hybu’r defnydd o’r Gymraeg yn y gweithle.", "en": "Make operational standards, which will enable the Commissioner to impose duties on organisations to promote the use of Welsh in the workplace."}}, {"translation": {"cy": "29.", "en": "29."}}, {"translation": {"cy": "Gwella’r wybodaeth sydd ar gael am y farchnad lafur o ran y galw am staff sydd â sgiliau Cymraeg, ar lefel ranbarthol ac fesul sector, a chyhoeddi’r wybodaeth drwy’r sianeli priodol.", "en": "Improve labour market intelligence with regard to the demand for staff who have Welsh language skills, on a regional and sectoral level, and to disseminate the information through appropriate channels."}}, {"translation": {"cy": "30.", "en": "30."}}, {"translation": {"cy": "Dangos arferion da o ran y defnydd o’r Gymraeg yn y gweithle.", "en": "Demonstrate good practice with regard to the use of Welsh in the workplace."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw39", "en": "a language for living39"}}, {"translation": {"cy": "Maes strategol 5: ", "en": "Strategic area 5: "}}, {"translation": {"cy": "Gwasanaethau Cymraeg", "en": "Welsh-language services"}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cynyddu a gwella gwasanaethau Cymraeg ar gyfer dinasyddion.", "en": "To increase and improve Welsh-language services to citizens."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Mwy o wasanaethau Cymraeg o safon uchel ar gael i’r cyhoedd a mwy o ddefnydd yn cael ei wneud o’r gwasanaethau hynny.", "en": "More high quality Welsh-language services available to the public and more use made of those services."}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Y defnydd o wahanol wasanaethau a ddarperir yn Gymraeg.", "en": "Use of a range of services provided in Welsh."}}, {"translation": {"cy": "Nifer y cynlluniau neu bolisïau iaith Gymraeg.", "en": "Number of Welsh language schemes or policies."}}, {"translation": {"cy": "Nifer y cyrff y mae’n rhaid iddynt gydymffurfio â safonau yn ymwneud â’r Gymraeg.", "en": "Number of organisations subject to Welsh language standards."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Y defnydd o wahanol wasanaethau a ddarperir yn Gymraeg.", "en": "Use of a range of services provided in Welsh."}}, {"translation": {"cy": "Nifer y cynlluniau neu bolisïau iaith Gymraeg.", "en": "Number of Welsh language schemes or policies."}}, {"translation": {"cy": "Nifer y cyrff y mae’n rhaid iddynt gydymffurfio â safonau yn ymwneud â’r Gymraeg.", "en": "Number of organisations subject to Welsh language standards."}}, {"translation": {"cy": "Ers cyflwyno Deddf yr Iaith Gymraeg 1993, mae’r modd y mae dinasyddion Cymraeg eu hiaith yn cael gwasanaethau yn eu dewis iaith wedi’i newid yn llwyr. ", "en": "Since the introduction of the Welsh Language Act 1993 the way Welsh-speaking citizens receive services in the language of their choice has been transformed. "}}, {"translation": {"cy": "Rhoddodd Deddf 1993 y p ˆwer i Fwrdd yr Iaith Gymraeg ei gwneud yn ofynnol i gyrff cyhoeddus lunio cynlluniau iaith Gymraeg. ", "en": "The 1993 Act provided the Welsh Language Board with the power to require public bodies to prepare Welsh language schemes. "}}, {"translation": {"cy": "Mae’r cynlluniau hyn yn amlinellu’r mesurau y bydd cyrff cyhoeddus yn eu dilyn o ran eu defnydd o’r Gymraeg wrth ddarparu gwasanaethau i bobl Cymru. Gwneir hyn er mwyn gweithredu’r egwyddor y dylai’r Gymraeg a’r Saesneg gael eu trin ar y sail eu bod yn gyfartal wrth gynnal busnes cyhoeddus a gweinyddu cyfiawnder yng Nghymru. ", "en": "These schemes outline the measures that a public body will take as to their use of the Welsh language in connection with the provision of services to the public in Wales, for the purpose of giving effect to the principle that, in the conduct of public business and the administration of justice in Wales, the Welsh and English languages should be treated on a basis of equality. "}}, {"translation": {"cy": "Yn ddiamau mae’r Gymraeg ynghyd â siaradwyr Cymraeg wedi elwa ar hyn, gan fod y cyfleoedd i ddefnyddio’r Gymraeg wrth dderbyn gwasanaethau wedi cynyddu dros y blynyddoedd diwethaf.", "en": "There can be no doubt that this development has benefited the language and Welsh speakers alike, due to the fact that the opportunity to use Welsh while receiving services has increased in recent years."}}, {"translation": {"cy": "Mae dros naw o bob deg o siaradwyr Cymraeg (gydag amrywiol lefelau o ruglder) o’r farn bod darparu gwasanaethau yn y Gymraeg yn bwysig er mwyn cadw’r iaith yn fyw. ", "en": "Over nine out of ten Welsh speakers (with a range of fluency levels) take the view that Welsh-language service provision is important to keep the language alive. "}}, {"translation": {"cy": "Yn arbennig, hoffai defnyddwyr gwasanaethau weld cynnydd yn nifer y gwasanaethau wyneb yn wyneb cyfrwng Cymraeg sydd ar gael.", "en": "In particular, service users want to see an increase in the provision of face-to-face services available through the medium of Welsh."}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Bydd Mesur y Gymraeg yn manteisio ar lwyddiant cynlluniau iaith Gymraeg er mwyn sicrhau rhagor o eglurder a chysondeb ar gyfer dinasyddion o ran y gwasanaethau y gallant ddisgwyl eu cael yn Gymraeg. ", "en": "The Welsh Language Measure will build on the success of Welsh language schemes in order to provide greater clarity and consistency for citizens in terms of the services they can expect to receive in Welsh. "}}, {"translation": {"cy": "Drwy greu cyfres o safonau y gellir eu gorfodi y nod yw newid y pwyslais, gan hoelio sylw ar fynd ati yn fwy effeithiol a thrwyadl i ddarparu a hybu gwasanaethau yn Gymraeg. Mae’r gwasanaethau hyn yn diwallu anghenion siaradwyr Cymraeg a chymunedau Cymraeg eu hiaith ac yn mynd i’r afael â’r rhwystrau a ddisgrifir uchod.", "en": "By creating a set of enforceable standards the aim is to move the focus towards more effective and thorough delivery of Welsh-language services which meet the needs of Welsh speakers and Welsh-speaking communities, while addressing the barriers described above."}}, {"translation": {"cy": "Mae gan Lywodraeth Cymru rôl bwysig wrth gynllunio a darparu gwasanaethau i’r cyhoedd. ", "en": "The Welsh Government has an important role to play in planning and providing services to the public. "}}, {"translation": {"cy": "Llywodraeth Cymru sy’n gosod y cyd-destun polisi ar gyfer cyflenwi gwasanaethau cyhoeddus ar draws sawl sector, ac rydym yn cyflenwi rhai gwasanaethau yn uniongyrchol i’r cyhoedd. ", "en": "It is the Welsh Government which sets the policy context for the delivery of public services across a number of sectors, and we also deliver some services directly to the public. "}}, {"translation": {"cy": "Gyda hynny mewn golwg, rydym yn cydnabod bod newid sylweddol yn mynd rhagddo yn y berthynas ariannu rhwng y rheini sy’n comisiynu gwasanaethau a’r rheini sy’n eu darparu – pa un a ydynt yn y sector cyhoeddus, y sector preifat neu’r trydydd sector. ", "en": "With that in mind, we recognise that a significant shift is taking place in the funding relationship between those commissioning services and those providing services – be they in the public, private or third sector. "}}, {"translation": {"cy": "At y diben hwn, wrth ddyfarnu grantiau neu gontractau byddwn yn cynnwys amodau, fel y bo’n briodol, mewn perthynas â defnyddio’r Gymraeg. ", "en": "To this end, when we award grants or contracts we will include conditions, where relevant, with regard to the use of Welsh. "}}, {"translation": {"cy": "Bydd Mesur y Gymraeg hefyd yn galluogi Comisiynydd y Gymraeg i osod safonau ar adrannau Llywodraeth y DU.", "en": "The Welsh Language Commissioner will also be able to impose standards upon UK Government Departments under the Welsh Language Measure."}}, {"translation": {"cy": "Mae’n hanfodol ein bod yn gweithio mewn partneriaeth â nifer o sectorau er mwyn sicrhau bod y strategaeth hon yn llwyddo.", "en": "For this strategy to succeed, it is essential that we work collaboratively with a number of sectors."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw41", "en": "a language for living41"}}, {"translation": {"cy": "Mae cryfhau gwasanaethau Cymraeg ym maes iechyd a gofal cymdeithasol yn flaenoriaeth, gan fod yr iaith yn y cyd-destun hwn, i lawer o bobl, yn fwy na dim ond mater o ddewis – mae’n fater o angen. ", "en": "Strengthening Welsh-language services in health and social care is regarded as a priority since, for many, language in this context is more than just a matter of choice – it is a matter of need. "}}, {"translation": {"cy": "Er bod arweiniad gwerthfawr wedi’i roi yn hyn o beth yn y blynyddoedd diwethaf, mae’n amlwg fod y ddarpariaetho ran gwasanaethau Cymraeg yn parhau’n dameidiog ac yn rhy aml dim ond drwy hap a damwain y mae pobl yn cael gwasanaethau iechyd a gofal cymdeithasol yn Gymraeg. ", "en": "Although valuable leadership has been provided in recent years, it is evident that the provision of Welsh-language services remains piecemeal and too often it is a matter of chance whether people receive Welsh-language health and social care services. "}}, {"translation": {"cy": "Byddwn felly yn cyhoeddi Fframwaith Strategol ar gyfer Iechyd a Gofal Cymdeithasol a fydd yn ceisio sicrhau ein bod yn mynd ati mewn ffordd fwy strategol i ddatblygu gwasanaethau dwyieithog. ", "en": "We will, therefore, publish a Strategic Framework for Health and Social Care aimed at ensuring a more strategic approach to strengthening bilingual services. "}}, {"translation": {"cy": "Bydd y fframwaith strategol yn gosod safonau ar gyfer y sector a hefyd yn gwella profiad cleifion a defnyddwyr gwasanaethau sydd naill ai’n dewis gwasanaethau drwy gyfrwng y Gymraeg, neu y mae angen gwasanaethau o’r fath arnynt.", "en": "Alongside the imposition of standards on the sector, the strategic framework will improve the experience of patients and service users who either choose, or have a need for, services through the medium of Welsh."}}, {"translation": {"cy": "Er nad yw cyfrifoldeb dros y sector cyfiawnder yng Nghymru wedi’i ddatganoli, mae’n bwysig cofio bod y sector hwn wedi bod yn gyfrwng i godi statws y Gymraeg. ", "en": "Although responsibility for the justice sector in Wales is not a devolved matter, it is important to remember that the sector has been instrumental in increasing the status of Welsh. "}}, {"translation": {"cy": "Mae llawer wedi’i gyflawni hefyd yn ystod y blynyddoedd diwethaf o ran sicrhau bod siaradwyr Cymraeg yn gallu defnyddio’r gwasanaethau y mae eu hangen arnynt drwy gyfrwng y Gymraeg. ", "en": "In addition, a great deal has been achieved in recent years to ensure that Welsh speakers have access to the services they need through the medium of Welsh. "}}, {"translation": {"cy": "Er hynny, mae angen parhau i wella’r ddarpariaeth cyfrwng Cymraeg yn y sector, gan gynnwys o fewn llysoedd – a byddwn yn cefnogi’r gwaith y mae angen ei wneud i sicrhau bod hynny’n digwydd.", "en": "Even so, there remains a need to further improve Welsh-medium provision within the sector, including in court proceedings – and we will support the work required to do so."}}, {"translation": {"cy": "42Iaith fyw: ", "en": "42A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Serch hynny, bydd modd i’r Comisiynydd osod safonau mewn perthynas â’r Gymraeg ar gyfer y cwmnïau hynny sydd o fewn cwmpas y Mesur megis cwmnïau telathrebu, gweithredwyr bysiau a threnau, a chwmnïau cyfleustodau. ", "en": "However, the Commissioner will be able to impose Welsh language standards on those companies who are within the scope of the Measure, such as telecommunications companies, bus and train operators, and utility companies. "}}, {"translation": {"cy": "Byddwn hefyd yn croesawu unrhyw gamau gan gwmnïau i ymuno â’r system safonau, sy’n bosibl o dan y Mesur. ", "en": "We will also welcome any moves by companies to opt-in to the standards system, as is possible under the Measure. "}}, {"translation": {"cy": "Byddwn ni, fel Llywodraeth Cymru, hefyd yn sicrhau ein bod yn cyfleu negeseuon positif ynghylch pwysigrwydd defnyddio’r Gymraeg i’r cwmnïau yr ydym yn ymdrin â nhw. ", "en": "As the Welsh Government, we will also ensure that we convey positive messages about the importance of using Welsh to the companies that we deal with. "}}, {"translation": {"cy": "Mae’r sefydliadau sydd yn y sector hwn yn cyffwrdd â bywydau llawer iawn o bobl yng Nghymru, er enghraifft, drwy gynnig gofal a chefnogaeth, drwy weithio gyda chymunedau, a thrwy ddenu pobl i gymryd rhan mewn digwyddiadau a gweithgareddau amrywiol iawn. ", "en": "The organisations forming the sector touch the lives of a great many people in Wales by, for instance, providing care and support, working with communities, and getting people involved in a wide range of events and activities. "}}, {"translation": {"cy": "Eto i gyd, bydd y Comisiynydd yn gyfrifol am annog a chynghori’r trydydd sector i ddefnyddio’r Gymraeg ar lefel wirfoddol, gan ddatblygu gwaith Estyn Llaw (cynllun sy’n cynnig cymorth ymarferol i grwpiau cymunedol a grwpiau gwirfoddol er mwyn cynyddu eu defnydd o’r Gymraeg). ", "en": "Again, the Commissioner will be responsible for encouraging and advising the third sector about using Welsh on a voluntary basis building on the work of Estyn Llaw (a scheme that provides practical support to voluntary and community groups to increase their use of Welsh). "}}, {"translation": {"cy": "Bydd y Comisiynydd hefyd yn gallu gosod safonau yn ymwneud â’r Gymraeg ar y sefydliadau hynny sy’n rhan o gwmpas y Mesur, er enghraifft sefydliadau sy’n derbyn £400,000 neu fwy o arian cyhoeddus bob blwyddyn. ", "en": "In addition, the Commissioner will be able to impose Welsh language standards on those organisations that fall within the scope of the Measure, for example organisations in receipt of £400,000 or more of public money per year. "}}, {"translation": {"cy": "Yn unol â’r Compact rhwng Llywodraeth Cymru a’r trydydd sector, a lansiwyd yn 2010, byddwn ni, fel Llywodraeth Cymru, yn sicrhau ein bod yn cyfleu negeseuon positif i sefydliadau’r trydydd sector yr ydym yn ymdrin â nhw ynghylch pwysigrwydd defnyddio’r Gymraeg. Ymysg y sefydliadau hyn mae Cyngor Gweithredu Gwirfoddol Cymru (CGGC).", "en": "As the Welsh Government, we will ensure that we convey positive messages about the importance of using Welsh to the third sector organisations that we deal with, including the Wales Council for Voluntary Action (WCVA), in line with the Compact between the Welsh Government and the third sector, which was launched in 2010."}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Y sector cyhoeddus", "en": "Public sector"}}, {"translation": {"cy": "31.", "en": "31."}}, {"translation": {"cy": "Sicrhau, gan gynnwys trwy wneud safonau priodol ar gyfer y Gymraeg a fydd yn galluogi’r Comisiynydd i osod dyletswyddau, bod y cyrff cyhoeddus sy’n darparu neu’n ariannu gwasanaethau ar gyfer y cyhoedd yn cymryd camau i ddarparu rhagor o’r gwasanaethau hynny drwy gyfrwng y Gymraeg – a’u bod yn codi ymwybyddiaeth o’r gwasanaethau sydd ar gael yn Gymraeg ac yn annog siaradwyr Cymraeg i’w defnyddio.", "en": "Ensure, including through the making of appropriate Welsh language standards which will enable the Commissioner to impose duties, that public bodies providing, or funding, services for the public ensure that more of those services are provided in Welsh – and that they raise awareness of services available in Welsh and encourage Welsh speakers to use them."}}, {"translation": {"cy": "32.", "en": "32."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw43", "en": "a language for living43"}}, {"translation": {"cy": "Y sector preifat", "en": "Private sector"}}, {"translation": {"cy": "33.", "en": "33."}}, {"translation": {"cy": "Gofyn i’r Comisiynydd hybu defnydd gwirfoddol y sector preifat o’r Gymraeg – ac annog siaradwyr Cymraeg i fanteisio ar y gwasanaethau hynny.", "en": "Ask the Commissioner to promote the voluntary use of Welsh by the private sector – and encourage the uptake of those services by Welsh speakers."}}, {"translation": {"cy": "34.", "en": "34."}}, {"translation": {"cy": "Gwneud safonau a fydd yn galluogi’r Comisiynydd i osod dyletswyddau ar gwmnïau’r sector preifat sy’n rhan o gwmpas Mesur y Gymraeg, gan gynnwys cwmnïau telathrebu, gweithredwyr bysiau a threnau, a chwmnïau cyfleustodau – a sicrhau bod amodau priodol o ran y defnydd o’r Gymraeg yn cael eu cynnwys wrth i grantiau a chontractau gael eu dyfarnu i gwmnïau’r sector preifat gan gyrff cyhoeddus.", "en": "Make standards, which will enable the Commissioner to impose duties on private sector companies which fall within the scope of the Welsh Language Measure, including telecommunications companies, bus and train operators, and utility companies – and to ensure that appropriate conditions with regard to the use of Welsh are included as grants and contracts are awarded to private sector companies by public bodies."}}, {"translation": {"cy": "35.", "en": "35."}}, {"translation": {"cy": "Gofyn i’r Comisiynydd hybu defnydd gwirfoddol y trydydd sector o’r Gymraeg – ac annog siaradwyr Cymraeg i fanteisio ar y gwasanaethau hynny.", "en": "Ask the Commissioner to promote the voluntary use of Welsh by the third sector – and encourage the uptake of those services by Welsh speakers."}}, {"translation": {"cy": "36.", "en": "36."}}, {"translation": {"cy": "44Iaith fyw: ", "en": "44A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Gwneud safonau a fydd yn galluogi’r Comisiynydd i osod dyletswyddau ar gyrff y trydydd sector sy’n rhan o gwmpas Mesur y Gymraeg, gan gynnwys Cyngor Gweithredu Gwirfoddol Cymru – ac i sicrhau bod amodau priodol o ran y defnydd o’r Gymraeg yn cael eu cynnwys wrth i grantiau a chontractau gael eu dyfarnu i gyrff y trydydd sector gan gyrff cyhoeddus.", "en": "Make standards, which will enable the Commissioner to impose duties on third sector organisations which fall within the scope of the Welsh Language Measure, including the WCVA – and to ensure that appropriate conditions with regard to the use of Welsh are included as grants, and contracts are awarded to third sector organisations by public bodies."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Bod mwy o adnoddau ac arfau ar gael i hwyluso’r defnydd o’r Gymraeg, gan gynnwys o fewn yr amgylchedd digidol.", "en": "More tools and resources in place to facilitate the use of Welsh, including in the digital environment."}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Y nifer sy’n darllen Golwg 360.", "en": "Readership for Golwg 360."}}, {"translation": {"cy": "Ffigyrau dosbarthu ar gyfer y papurau bro.", "en": "Distribution figures for papurau bro."}}, {"translation": {"cy": "Pa mor gyffredin yw banciau, cwmnïau ffonau symudol ac eraill sy’n darparu rhyngwynebau Cymraeg.", "en": "Prevalence of banks, mobile phone companies and others providing Welsh-language interfaces."}}, {"translation": {"cy": "Nod", "en": "Aim"}}, {"translation": {"cy": "Cryfhau’r seilwaith ar gyfer yr iaith.", "en": "To strengthen the infrastructure for the language."}}, {"translation": {"cy": "Y canlyniad a ddymunir", "en": "Desired outcome"}}, {"translation": {"cy": "Bod mwy o adnoddau ac arfau ar gael i hwyluso’r defnydd o’r Gymraeg, gan gynnwys o fewn yr amgylchedd digidol.", "en": "More tools and resources in place to facilitate the use of Welsh, including in the digital environment."}}, {"translation": {"cy": "Dangosyddion", "en": "Indicators"}}, {"translation": {"cy": "Nifer y llyfrau Cymraeg, e-lyfrau a chylchgronau (heb gynnwys addysg) a werthir.", "en": "Number of Welsh-language books, e-books and magazines sold (non-education)."}}, {"translation": {"cy": "Y nifer sy’n darllen Golwg 360.", "en": "Readership for Golwg 360."}}, {"translation": {"cy": "Ffigyrau dosbarthu ar gyfer y papurau bro.", "en": "Distribution figures for papurau bro."}}, {"translation": {"cy": "Ffigyrau gwylio a gwrando ar gyfer S4C a Radio Cymru.", "en": "Viewing and listening figures for S4C and Radio Cymru."}}, {"translation": {"cy": "Pa mor gyffredin yw gwefannau poblogaidd sydd wedi datblygu rhyngwynebau Cymraeg.", "en": "Prevalence of popularly used websites that have developed Welsh-language interfaces."}}, {"translation": {"cy": "Pa mor gyffredin yw banciau, cwmnïau ffonau symudol ac eraill sy’n darparu rhyngwynebau Cymraeg.", "en": "Prevalence of banks, mobile phone companies and others providing Welsh-language interfaces."}}, {"translation": {"cy": "Maes strategol 6: ", "en": "Strategic area 6: "}}, {"translation": {"cy": "Y seilwaith", "en": "Infrastructure"}}, {"translation": {"cy": "Maes strategol 6: ", "en": "Strategic area 6: "}}, {"translation": {"cy": "Y seilwaith", "en": "Infrastructure"}}, {"translation": {"cy": "Cred Llywodraeth Cymru fod angen seilwaith cryf ar yr iaith a fydd yn adlewyrchu ei statws swyddogol yng Nghymru ac a fydd hefyd yn helpu’r rheini sydd am ddefnyddio’r iaith.", "en": "The Welsh Government believes that the language needs a strong infrastructure, reflecting its official status in Wales, while helping those who wish to use the language to do so."}}, {"translation": {"cy": "Er mwyn cryfhau seilwaith y Gymraeg, mae ymchwil yn awgrymu bod angen i ymgyrchoedd marchnata a hybu mewn perthynas â’r Gymraeg dargedu grwpiau iau, bod angen manteisio i’r eithaf ar botensial technoleg fel y we a’r cyfryngau cymdeithasol newydd, a bod angen ei gwneud hi’n haws i fanteisio ar y cyfryngau a’r adnoddau Cymraeg sydd ar gael, a’u gwneud yn fwy perthnasol.", "en": "To strengthen the Welsh language infrastructure, research suggests focussing Welsh language marketing and promotional approaches on younger age groups, maximising the potential of technology such as the internet and new social media, and improving the accessibility to, and relevance of, available Welsh-language media and resources."}}, {"translation": {"cy": "Mae gan yr holl wahanol ffurfiau ar y cyfryngau ran bwysig i’w chwarae wrth gefnogi’r defnydd o’r Gymraeg. ", "en": "The media, in all forms, plays an important part in supporting the infrastructure of the language. "}}, {"translation": {"cy": "Mae’r gallu i fanteisio ar lyfrau, radio a theledu Cymraeg o safon uchel yn ogystal â deunydd ar-lein yn hanfodol er mwyn sicrhau bod yr iaith yn ffynnu. ", "en": "Access to high-quality Welsh-language books, radio, television and online content is vital in ensuring that the language thrives. "}}, {"translation": {"cy": "Drwy gydol yr ugeinfed ganrif, gwelsom fod y cyfryngau darlledu wedi chwarae rôl bwysig, drwy gyfrwng y radio a’r teledu, yn datblygu ac yn diogelu’r Gymraeg. ", "en": "Throughout the twentieth century, the broadcast media played an important role in the development and preservation of the Welsh language through both radio and television. "}}, {"translation": {"cy": "Yn yr unfed ganrif ar hugain, mae’r ffaith bod modd defnyddio’r cyfryngau digidol a’r apps Cymraeg nid yn unig yn caniatáu i’r iaith ffynnu ond hefyd yn galluogi siaradwyr Cymraeg i gymryd rhan yn llawn yn yr oes ddigidol hon. Maent hefyd yn dangos i bawb fod y Gymraeg yn gyfrwng modern, creadigol, grymus, sy’n gallu addasu.", "en": "In the twenty-first century, the existence of Welsh-language digital media content and applications not only allows the Welsh language to flourish, but it also enables Welsh speakers to participate fully as digital citizens and demonstrates to all that the Welsh language is a creative, powerful, adaptive and modern medium."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw45", "en": "a language for living45"}}, {"translation": {"cy": "Cynnwys a meddalwedd ddigidol", "en": "Digital content and applications"}}, {"translation": {"cy": "Dylai sicrhau bod modd i siaradwyr Cymraeg ddefnyddio cyfryngau electronig drwy gyfrwng y Gymraeg, os ydynt yn dymuno gwneud hynny, fod yn uchelgais gennym; ni ddylem ddisgwyl llai na hynny. Dylai hynny fod yn bosibl at ddibenion diwylliannol, dod o hyd i wybodaeth, adloniant, hamdden, siopa, cynnal trafodion, neu at ddibenion cymunedol, hanes teulu neu rwydweithio cymdeithasol.", "en": "Our ambition and our expectation should be that Welsh speakers should be able to conduct their lives electronically through the medium of Welsh, should they so desire, including for cultural, informational, entertainment, leisure, retail, transactional, community, family history or social networking purposes."}}, {"translation": {"cy": "Mae dewis ehangach o wasanaethau digidol Cymraeg eu hiaith wrthi’n cael ei ddatblygu, gan fanteisio ar lwyddiannau blaenorol fel y bartneriaeth gynhyrchiol rhwng Bwrdd yr Iaith Gymraeg, Microsoft a sefydliadau eraill; ", "en": "A wider range of Welsh-language digital services is being developed, building on past achievements such as the productive partnership between the Welsh Language Board, Microsoft and other organisations; "}}, {"translation": {"cy": "a’r gwaith a wneir gan gymuned o wirfoddolwyr brwd i ddatblygu nifer o becynnau meddalwedd a gwasanaethau ar-lein fel cyfieithu Facebook i’r Gymraeg. ", "en": "and the work undertaken by an enthusiastic community of volunteers to develop a number of software packages and online services such as the translation of Facebook into Welsh. "}}, {"translation": {"cy": "Yn ogystal â hyn, mae amryfal fentrau ‘lleoli’ sy’n defnyddio meddalwedd ffynhonnell agored wedi’u datblygu, sy’n cynnwys mentrau a noddir gan brosiectau a ariennir gan Lywodraeth Cymru fel Cymunedau@Ei Gilydd a’i olynydd, Cymunedau 2.0, a mentrau a arweinir gan y sector preifat fel peiriannau arian parod cyfrwng Cymraeg a chanolfannau galwadau.", "en": "In addition, a wide variety of open source software ‘localisation’ initiatives have been developed, including initiatives sponsored through Welsh Government-supported projects such as Communities@One and its successor programme, Communities 2.0, and private sector-led initiatives such as Welsh-medium cash machines and call centres."}}, {"translation": {"cy": "Mae pethau’n newid yn syfrdanol o gyflym. ", "en": "The pace of change is significant and striking. "}}, {"translation": {"cy": "Mae’n si ˆwr y bydd rhywfaint o’r datblygiadau hyn yn cael eu hysgogi gan y galw ymhlith defnyddwyr a mentrau ar gyfer defnyddwyr. ", "en": "It is likely that consumer demand and user initiatives will drive some of these developments. "}}, {"translation": {"cy": "Serch hynny, mae’n debyg y bydd anghysondeb yn y datblygiadau hyn felly mae gan Lywodraeth Cymru rôl bwysig i’w chwarae drwy arwain ar hyn. ", "en": "However, development is likely to be uneven and there is an important leadership role for Welsh Government. "}}, {"translation": {"cy": "Bydd sawl agwedd ar y rôl hon:", "en": "This role is likely to take the following forms:"}}, {"translation": {"cy": "annog darparwyr gwasanaeth amlwg o fewn y sector preifat, gan gynnwys banciau, siopau, cwmnïau ffonau symudol, datblygwyr meddalwedd a chaledwedd, ac eraill i ddatblygu meddalwedd, rhyngwynebau a gwasanaethau ar-lein cyfrwng Cymraeg", "en": "encouraging major private sector service providers, including banks, retailers, mobile phone companies, software and hardware developers, and others to develop online services, applications and interfaces through the medium of Welsh"}}, {"translation": {"cy": "ei gwneud hi’n haws i ddatblygu rhyngwynebau Cymraeg ar gyfer cyfryngau rhwydweithio cymdeithasol cyffredin, gan gynnwys meddalwedd ffynhonnell agored", "en": "facilitating the development of Welsh interfaces for commonly used social networking media, including open source software"}}, {"translation": {"cy": "46Iaith fyw: ", "en": "46A living language: "}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "darparu, ar sail gyfatebol o bosibl, gyllid sbarduno ar gyfer mentrau fel y rhain ar sail gynyddol dros amser", "en": "providing, possibly on a matched basis, seedcorn funding for initiatives such as these on an incremental basis over time"}}, {"translation": {"cy": "datblygu consensws ynghylch meysydd blaenoriaeth lle y mae angen buddsoddiad technolegol", "en": "developing a consensus around priority areas where technological investment is required"}}, {"translation": {"cy": "sicrhau bod y sector cyhoeddus yn datblygu arferion gorau yn y maes hwn", "en": "ensuring that the public sector is developing best practice in this field"}}, {"translation": {"cy": "hybu enghreifftiau o arferion gorau o’r sector preifat, y sector cyhoeddus a’r trydydd sector.", "en": "promoting best practice examples from the private, public and third sectors."}}, {"translation": {"cy": "Byddwn yn ystyried a fyddai modd trwyddedu unrhyw fuddsoddiad yn y dyfodol gan Lywodraeth Cymru mewn technoleg cyfrwng Cymraeg drwy drwydded ‘Creative Commons’.", "en": "We will explore whether any future Welsh Government investment in Welsh-medium technology could be licensed on a Creative Commons basis."}}, {"translation": {"cy": "Mae Llywodraeth Cymru yn cefnogi’r egwyddor o enwau parth lefel uchel yn y Gymraeg a’r Saesneg ar gyfer Cymru.", "en": "The Welsh Government supports the principle of top-level internet domain names for Wales in both English and Welsh."}}, {"translation": {"cy": "Technoleg mewn addysg", "en": "Technology in education"}}, {"translation": {"cy": "Mae datblygu seilwaith yn agwedd ganolog ar y Strategaeth Addysg Cyfrwng Cymraeg a gyhoeddwyd yn 2010. ", "en": "The development of infrastructure is central to the Welsh-medium Education Strategy published in 2010. "}}, {"translation": {"cy": "Mae’r broses o uno Uned y Gymraeg ac Uned y Gymraeg mewn Addysg ar gyfer ffurfio Is-adran y Gymraeg newydd yn mynd rhagddi ar hyn o bryd.", "en": "Within the Welsh Government, we are moving swiftly to integrate the Welsh Language Unit and the Welsh in Education Unit to form a new Welsh Language Division."}}, {"translation": {"cy": "Yn ogystal â hyn, mae angen ystyried a fyddai modd gosod meddalwedd cyfrwng Cymraeg a rhyngwynebau Cymraeg ar bob gorsaf waith mewn ysgolion, colegau a phrifysgolion ledled Cymru, a fyddai’n cynnig dewis iaith. ", "en": "Alongside this, we need to explore whether Welsh-medium software and interface packs could be installed on all workstations in schools, colleges and universities across Wales, with a proactive language choice. "}}, {"translation": {"cy": "Byddwn hefyd yn ystyried y defnydd o’r Gymraeg mewn perthynas â’r Rhith-Amgylcheddau Dysgu a ddefnyddir mewn ysgolion, colegau a phrifysgolion. Bydd hyn yn datblygu’r gwaith sydd eisoes wedi’i wneud gan y Grid Cenedlaethol ar gyfer Dysgu (GCaD) Cymru o dan gontract ar gyfer Llywodraeth Cymru. ", "en": "Similarly, we will consider the use of Welsh with regard to the Virtual Learning Environments (VLEs) used in schools, colleges and universities, building on the work of the National Grid for Learning (NGfL) Cymru under contract for the Welsh Government. "}}, {"translation": {"cy": "Byddwn hefyd yn parhau â’n trafodaethau ag Apple ynghylch datblygu safle iTunes U ar gyfer Cymru. Rydym hefyd yn trafod yr angen am fersiwn Gymraeg o’r platfform.", "en": "We will also continue our discussions with Apple about the development of an iTunes U site for Wales, including the need for a Welsh version of the platform."}}, {"translation": {"cy": "Darlledu gwasanaeth cyhoeddus", "en": "Public service broadcasting"}}, {"translation": {"cy": "Er nad yw darlledu yn fater sydd wedi’i ddatganoli, mae Llywodraeth Cymru wedi ymrwymo i wneud ei gorau i sicrhau bod darlledu yn y Gymraeg yn parhau i ddatblygu a gwella, yn enwedig yn sgil trafodaethau diweddar ynghylch dyfodol ac annibyniaeth olygyddol S4C. ", "en": "Although broadcasting is not a devolved matter, the Welsh Government is committed to doing all it can to ensure that Welsh-language broadcasting continues to develop and improve, especially in the light of recent discussions about the future and editorial independence of S4C. "}}, {"translation": {"cy": "Yn ogystal, yn 2009 daeth Llywodraeth Cymru yn un o brif noddwyr gwasanaeth newyddion ar-lein cyfrwng Cymraeg, sef Golwg 360, drwy Gyngor Llyfrau Cymru. ", "en": "Additionally, in 2009 the Welsh Government became a significant funder, via the Welsh Books Council, of an online news service through the medium of Welsh, Golwg 360. "}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Mae Llywodraeth Cymru hefyd wedi darparu cyllid er mwyn galluogi Llyfrgell Genedlaethol Cymru i gaffael a datblygu mynediad i’r cyhoedd i archif teledu ITV Wales drwy Archif Genedlaethol Sgrîn a Sain Cymru. ", "en": "The Welsh Government has also provided funding toenable the National Library of Wales to acquire and develop public access to the ITV Wales television archive through the National Screen and Sound Archive of Wales. "}}, {"translation": {"cy": "Mae archif ITV Wales yn cwmpasu gwerth dros 50 o flynyddoedd o raglenni cyfrwng Cymraeg.", "en": "The ITV Wales archive spans over 50 years of programme making in the Welsh language."}}, {"translation": {"cy": "Mae amrywiaeth a safon rhaglenni Cymraeg ar S4C a BBC Radio Cymru yn helpu i sicrhau bod y Gymraeg yn parhau’n iaith fodern ac yn rhan o fywyd bob dydd yng Nghymru. ", "en": "The range and standard of Welsh-language programming on S4C and BBC Radio Cymru helps to maintain Welsh as a modern language and as part of everyday life in Wales. "}}, {"translation": {"cy": "Mae’r darlledwyr hefyd yn helpu i greu mwy o ymwybyddiaeth ynghylch yr iaith ymhlith y bobl hynny sy’n gallu siarad Cymraeg a’r bobl hynny na allant ei siarad. ", "en": "The broadcasters also help to increase awareness of the language among those who can, and cannot, speak Welsh. "}}, {"translation": {"cy": "Er enghraifft, mae BBC Radio Cymru a’r mentrau iaith yn cynnal cystadleuaeth Brwydr y Bandiau bob blwyddyn sy’n boblogaidd iawn ymysg pobl ifanc ac sy’n gyfrwng pwysig i feithrin doniau cerddorol yn y Gymraeg. ", "en": "For instance BBC Radio Cymru and the mentrau iaith hold a Battle of the Bands competition every year which has proved to be very popular among young people and has been an important vehicle for nurturing musical talent in Welsh. "}}, {"translation": {"cy": "Rydym yn gobeithio y byddant yn parhau i gyflawni’r rôl hon yn y dyfodol.", "en": "We hope that they will continue to play this role in the future."}}, {"translation": {"cy": "Eto i gyd, nid yw gwasanaethau ar-lein cyfrwng Cymraeg wedi derbyn yr un flaenoriaeth â gwasanaethau cyfrwng Saesneg. ", "en": "However, online service provision through the medium of Welsh has not been given the same priority as it has through the medium of English. "}}, {"translation": {"cy": "Gobeithiwn y bydd y trefniadau newydd a gyhoeddwyd ar gyfer y berthynas rhwng S4C a’r BBC yn arwain at ddarpariaeth gynyddol o ddeunyddiau cyfrwng Cymraeg ar-lein, a fydd ar yr un lefel â’r hyn a ddarperir yn y Saesneg.", "en": "We hope that the new arrangements announced for the relationship between S4C and the BBC will lead to a strengthening of online provision through the medium of Welsh, to the same level as that provided through the medium of English."}}, {"translation": {"cy": "iaith byw", "en": "a language for living"}}, {"translation": {"cy": "Darllen", "en": "Reading"}}, {"translation": {"cy": "Mae ymchwil wedi dangos bod cysylltiad rhwng y graddau y mae plant yn darllen Cymraeg a’u gafael ar yr iaith. ", "en": "Research has shown a link between the extent to which children read Welsh and their grasp of the language. "}}, {"translation": {"cy": "Felly, os ydym am annog mwy o siaradwyr Cymraeg i ddefnyddio’r iaith a sicrhau eu bod yn hyderus i wneud hynny, bydd eu helpu i ddod yn fwy llythrennog a chyfarwydd â Chymraeg ysgrifenedig yn bwysig. ", "en": "Therefore, if we want to encourage more Welsh speakers to use the language and ensure that they are confident to do so, it will be important to help them become increasingly literate and familiar with written Welsh. "}}, {"translation": {"cy": "Wrth wneud hynny mae’n hanfodol sicrhau nad yw’r Gymraeg ar ei hôl hi o ran y datblygiadau diweddaraf, er enghraifft, drwy sicrhau bod darpariaeth eang o e-lyfrau ar gael ar draws yr holl ddyfeisiau cyfredol.", "en": "In doing so, it is essential that the Welsh language keeps up with current developments, such as by ensuring that a wide range of e-books are available across all contemporary devices."}}, {"translation": {"cy": "Trwy Gyngor Llyfrau Cymru, rydym yn bwriadu cynnal y cymorth golygyddol sy’n cael ei roi i gwmnïau cyhoeddi a pharhau i roi cymorth i awduron i ddatblygu gwaith graffeg, ffotograffiaeth a dylunio o safon sy’n arbennig o bwysig mewn llyfrau ffeithiol i oedolion a phobl ifanc.", "en": "Through the Welsh Books Council, we want to maintain editorial support for publishing houses, continue to support authors and support the development of good quality graphics, photography and design, which is especially important with regard to non-fiction books for adults and young people."}}, {"translation": {"cy": "Byddwn yn disgwyl i gomisiynwyr allweddol deunyddiau Cymraeg, sy’n cynnwys Cyngor Llyfrau Cymru a sefydliadau eraill, gynyddu’n sylweddol nifer y deunyddiau sy’n cael eu cyhoeddi’n electronig.", "en": "We will expect the key commissioners of Welsh-language materials, including the Welsh Books Council and other organisations, to increase significantly the proportion of material that is published electronically."}}, {"translation": {"cy": "Terminoleg", "en": "Terminology"}}, {"translation": {"cy": "Mae’n bwysig sicrhau bod ffynhonnell safonol o derminoleg yn bodoli sy’n ei gwneud hi’n haws i ddefnyddio’r Gymraeg ymhob agwedd ar fywyd cyhoeddus, gan gynnwys maes technoleg, byd y gyfraith, y byd addysg ac amryw feysydd arbenigol. ", "en": "It is important to ensure that a standard source of terminology exists to facilitate the use of Welsh in all aspects of public life, such as in the field of technology, in law, in education and in a wide range of specialist fields. "}}, {"translation": {"cy": "Dros gyfnod o flynyddoedd, cafodd llawer o waith safoni ei wneud gan nifer o sefydliadau gan gynnwys Canolfan Bedwyr (sydd wedi sefydlu Porth Termau Cenedlaethol Cymru), Pwyllgor Iaith a Llên Bwrdd Gwybodau Celtaidd Prifysgol Cymru, Gwasanaeth Cyfieithu Llywodraeth Cymru (sy’n rhannu termau Llywodraeth Cymru ar-lein drwy TermCymru) a Bwrdd yr Iaith Gymraeg (sy’n cyhoeddi ei dermau ar-lein drwy ei Gronfa Genedlaethol o Dermau).", "en": "Over several years, a great deal of standardisation work has been undertaken by a number of organisations, including Canolfan Bedwyr (which has established Wales’ National Portal for Terms), the Language and Literature Committee of the Board of Celtic Studies of the University of Wales, the Welsh Government Translation Service (which shares Welsh Government terminology online through TermCymru) and the Welsh Language Board (which publishes its terms online, in its National Database of Terms)."}}, {"translation": {"cy": "Bydd Llywodraeth Cymru yn sicrhau y gall yr iaith elwa ar eiriadur Cymraeg safonol ar-lein, a fydd yn seiliedig ar y buddsoddiad sylweddol y mae eisoes wedi’i ymrwymo i’r prosiect hwn dros amser.", "en": "The Welsh Government will ensure that the language can benefit from a standardised online Welsh language dictionary, based on the significant investment it has already committed to this project over time."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw49", "en": "a language for living49"}}, {"translation": {"cy": "Cyfieithu a chyfieithu ar y pryd", "en": "Translation and interpretation"}}, {"translation": {"cy": "Rhaid bodloni’r galw am gyfieithwyr proffesiynol a chyfieithwyr ar y pryd proffesiynol sy’n gweithio yn y Gymraeg a’r Saesneg er mwyn diwallu’r angen am ddogfennau dwyieithog a chyfieithu ar y pryd mewn digwyddiadau a chyfarfodydd. ", "en": "The demand for professional translators and interpreters that work in Welsh and English must be met if we are to satisfy the need for bilingual documents and simultaneous translation at events and meetings. "}}, {"translation": {"cy": "Mae’r diwydiant wedi datblygu’n sylweddol dros y blynyddoedd diwethaf ac rydym yn cydnabod bod angen parhau â’r gwaith hwn, gan wneud yn si ˆwr fod yna strwythurau achredu a rheoleiddio cadarn yn eu lle i sicrhau ansawdd.", "en": "The industry has developed significantly in recent years and we recognise the need to continue this work, and to ensure that robust accreditation and regulation structures are in place to provide assurances with regard to quality."}}, {"translation": {"cy": "Yn ogystal â hynny, mae angen datblygu ymhellach yr hyfforddiant sydd ar gael i gyfieithwyr, gan gynnwys hyfforddiant mewn arddulliau cyfieithu gwahanol, golygu, prawfddarllen, cyfieithu ar y pryd a drafftio’n ddwyieithog. ", "en": "In addition, the training available for translators needs to be developed further including training in translating different styles, editing, proofreading, interpreting and bilingual drafting. "}}, {"translation": {"cy": "Rhaid i ni sicrhau hefyd fod y proffesiwn cyfieithu yn gwneud y defnydd gorau posibl o’r offer TGCh sydd ar gael er mwyn sicrhau effeithlonrwydd, cysondeb a gwerth am arian.", "en": "We must also ensure that the translation profession makes the most of the ICT tools that are available to it in order to ensure efficiency, consistency and value for money."}}, {"translation": {"cy": "Bydd gwaith yn mynd rhagddo maes o law i ystyried cynigion ar gyfer rhagor o gydweithredu rhwng awdurdodau lleol a chyrff cyhoeddus eraill wrth ddarparu a chaffael y gwasanaethau hyn.", "en": "Work will soon be underway to consider proposals for greater collaborative action between local authorities and other public bodies in the delivery and procurement of these services."}}, {"translation": {"cy": "Mae’r strategaeth hon eisoes wedi cyfeirio at bwysigrwydd cyfieithu i weithgareddau cymunedol o dan faes strategol 3. ", "en": "This strategy has already mentioned the importance of translation with regard to community events under strategic area 3. "}}, {"translation": {"cy": "Bydd annog a chefnogi mwy o siaradwyr Cymraeg i ddefnyddio’r iaith o dan yr amgylchiadau hyn yn bwysig.", "en": "Encouraging and supporting more Welsh speakers to use the language in these circumstances will be important."}}, {"translation": {"cy": "Mae’n bwysig fod pobl yn teimlo’n ddigon hyderus i ddrafftio dogfennau yn y Gymraeg neu’n ddwyieithog. ", "en": "It is important that people feel confident to draft documents in Welsh or bilingually. "}}, {"translation": {"cy": "Wrth i nifer cynyddol o sefydliadau ac unigolion ddefnyddio’r iaith bydd yn dod yn gynyddol bwysig i gyrff cyhoeddus sicrhau bod ganddynt staff a all ymdrin â dogfennau a gyflwynir yn y Gymraeg, yn hytrach na bod yn rhaid eu cyfieithu i’r Saesneg, i’w defnyddio’n fewnol yn unig. ", "en": "As more and more organisations and individuals use the language, it will become increasingly important for public bodies to ensure that they have staff in place able to deal with documents submitted in Welsh, rather than having to translate them into English, for internal use only. "}}, {"translation": {"cy": "Bydd y gwaith o dan faes strategol 4, i gynyddu’r defnydd o’r Gymraeg yn y gweithle, yn helpu i ddatblygu’r gallu hwn.", "en": "The work under strategic area 4, to increase the use of Welsh in the workplace, will help develop this ability."}}, {"translation": {"cy": "50Iaith fyw: ", "en": "50A living language: "}}, {"translation": {"cy": "Mae’r holl bolisïau a’r prosiectau a drafodir yn y strategaeth hon wedi’u cynnwys gyda’r nod o sicrhau canlyniad dymunol penodol: ", "en": "All of the policies and projects discussed in this document have been included with a specific desired outcome: "}}, {"translation": {"cy": "cynyddu’r defnydd a wneir o’r Gymraeg. ", "en": "to increase the use of Welsh. "}}, {"translation": {"cy": "Mae’r strategaeth hon eisoes wedi trafod pwysigrwydd hyn a’n bwriad i ddatblygu fframwaith gwerthuso ar gyfer y strategaeth. ", "en": "This strategy has already discussed the importance of this, along with the intention to develop an evaluation framework for the strategy. "}}, {"translation": {"cy": "Byddwn hefyd yn pennu yr angen i ystyried y Gymraeg wrth i ni ddatblygu ein prosiectau ymchwil a’n prosiectau data ein hunain ar draws ein holl feysydd polisi – ac wrth i ni gydweithio â chyrff eraill, fel y Swyddfa Ystadegau Gwladol.", "en": "We will also determine the need to consider the Welsh language as we develop our own research and data projects across all of our policy areas – and as we work with other bodies, such as the Office for National Statistics."}}, {"translation": {"cy": "Mae Mesur y Gymraeg yn gosod dyletswydd ar y Comisiynydd i lunio adroddiad bob pum mlynedd ar sefyllfa’r iaith. ", "en": "The Welsh Language Measure places a duty on the Commissioner to produce a five-yearly report on the position of the language. "}}, {"translation": {"cy": "At y diben hwn, bydd gan y Comisiynydd y pwerau angenrheidiol i wneud gwaith ymchwil ac i gasglu a dadansoddi data.", "en": "With this in mind the Commissioner will have the necessary powers to undertake research and collect and analyse data."}}, {"translation": {"cy": "Cynllunio ieithyddol", "en": "Language planning"}}, {"translation": {"cy": "Mae gan lawer o bobl ar draws sectorau amrywiol rolau pwysig er mwyn cyflawni nodau’r strategaeth hon – gan gynnwys gweision sifil yn Llywodraeth Cymru, staff y Comisiynydd, swyddogion o fewn sefydliadau eraill y sector cyhoeddus, a staff sy’n gweithio i gyrff yn y trydydd sector sy’n ceisio hybu’r Gymraeg mewn cymunedau ar draws Cymru. ", "en": "Many people across various sectors have important roles to play to deliver the aims of this strategy – including civil servants in the Welsh Government, the Commissioner’s staff, officials in other public sector organisations, and staff working in third sector organisations working to promote the language in communities across Wales. "}}, {"translation": {"cy": "Mae angen sicrhau bod y rheini sydd yn ymwneud â chynllunio ieithyddol yn parhau i ddatblygu eu sgiliau yn y maes hwn.", "en": "We need to ensure that those working in the field of language planning become increasingly skilled in that discipline."}}, {"translation": {"cy": "Wrth wneud hyn mae angen i ni gynnal y cysylltiadau rhwng Cymru a gwledydd a rhanbarthau eraill sy’n ceisio hybu ieithoedd lleiafrifol fel y gallwn elwa ar eu profiadau. ", "en": "In doing so, we need to maintain the links between Wales and other countries and regions working to promote minority languages so that we can learn from their experiences. "}}, {"translation": {"cy": "Mae’r rhwydweithiau hyn yn cynnwys y Rhwydwaith Ewropeaidd i Hyrwyddo Amrywiaeth Ieithyddol a’r Cyngor Prydeinig–Gwyddelig. ", "en": "These networks include the European Network for the Promotion of Linguistic Diversity and the British–Irish Council. "}}, {"translation": {"cy": "Hybu gwerth y Gymraeg", "en": "Promoting the value of Welsh"}}, {"translation": {"cy": "Elfen a fydd yn hanfodol wrth roi’n strategaeth ar waith fydd codi ymwybyddiaeth o werth y Gymraeg. ", "en": "A critical element in the delivery of our strategy will be to raise awareness of the value of the Welsh language. "}}, {"translation": {"cy": "I lawer o’r sefydliadau a fydd yn rhan o’r prosiectau a’r mentrau a ddisgrifir yn y strategaeth hon, mae hyn yn rhan annatod o’u gwaith. ", "en": "For many of the organisations delivering the projects and initiatives described in this document this is an intrinsic part of their work. "}}, {"translation": {"cy": "Serch hynny, mae gan weithgareddau marchnata a hysbysebu rôl bwysig hefyd wrth hybu gwerth y Gymraeg ac annog y defnydd ohoni.", "en": "But marketing and advertising activities also play an important part in promoting the value of Welsh and encouraging its use."}}, {"translation": {"cy": "Mae pobl ifanc yn gr ˆwp targed allweddol mewn perthynas â hybu gwerth y Gymraeg. ", "en": "Young people are a key target group in relation to promoting the value of the Welsh language. "}}, {"translation": {"cy": "Mae angen i hyn ddigwydd ochr yn ochr â gwella’r gwaith o hybu manteision y Gymraeg fel sgìl wrth ddod o hyd i waith yn y dyfodol.", "en": "This needs to be coupled with better promotion of the benefits of the Welsh language as a skill in future employment."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "Pwyntiau gweithredu", "en": "Action points"}}, {"translation": {"cy": "Byddwn yn:", "en": "We will:"}}, {"translation": {"cy": "37.", "en": "37."}}, {"translation": {"cy": "Parhau i ddiweddaru Strategaeth a Chynllun Gweithredu ar gyfer TGCh a’r Gymraeg, a fydd yn cynnwys pwyslais ar rôl gynyddol bwysig y cyfryngau cymdeithasol.", "en": "Keep up to date a Strategy and Action Plan for ICT and the Welsh language, to include a focus on the increasingly important role of social media."}}, {"translation": {"cy": "Llunio safonau a fydd yn galluogi’r Comisiynydd i osod dyletswyddau ar sefydliadau mewn perthynas â’r Gymraeg a TGCh.", "en": "Make standards, which will enable the Commissioner to impose duties on organisations with regard to the Welsh language and ICT."}}, {"translation": {"cy": "39.", "en": "39."}}, {"translation": {"cy": "40.", "en": "40."}}, {"translation": {"cy": "Sefydlu pwyllgor ar y Gymraeg, TGCh a’r cyfryngau newydd, a sefydlu trefniant ariannu ar gyfer datblygiadau cyfrwng Cymraeg ym maes TGCh a’r cyfryngau newydd, ar sail gynyddol yn unol â blaenoriaethau cymeradwy.", "en": "Establish a committee on the Welsh language, ICT and new media, and establish a funding mechanism for Welsh-language, ICT and new media developments, on an incremental basis against agreed priorities."}}, {"translation": {"cy": "Ei gwneud yn ofynnol i Gyngor Llyfrau Cymru a CBAC gomisiynu nifer cynyddol o ddarnau fel cyhoeddiadau ar-lein yn unig.", "en": "Require a growing proportion of online-only commissioning by the Welsh Books Council and the WJEC."}}, {"translation": {"cy": "Darlledu gwasanaeth cyhoeddus", "en": "Public service broadcasting"}}, {"translation": {"cy": "Cefnogi S4C a BBC Radio Cymru a pharhau i bwysleisio i Lywodraeth y DU a’r BBC bwysigrwydd diogelu a datblygu’r holl wasanaethau amrywiol sy’n cael eu cynnig ganddynt, gan gynnwys eu gwasanaethau ar-lein.", "en": "Support S4C and BBC Radio Cymru and continue to make the case with the UK Government and the BBC with regard to the need to protect and develop the range of services offered by each, including online services."}}, {"translation": {"cy": "43.", "en": "43."}}, {"translation": {"cy": "Ymchwilio ar y cyd ag eraill bosibilrwydd cynyddu’r ddarpariaeth o raglenni Cymraeg ar orsafoedd radio masnachol sy’n gweithredu yng Nghymru.", "en": "Investigate with others the possibility of increasing the provision of Welsh-language programming on commercial radio stations operating in Wales."}}, {"translation": {"cy": "Darllen", "en": "Reading"}}, {"translation": {"cy": "Parhau i gefnogi gwaith Cyngor Llyfrau Cymru a’r papurau bro a chefnogi’r gwaith o ymchwilio i e-gyhoeddi a dulliau newydd o dderbyn deunyddiau ysgrifenedig a manteisio arnynt.", "en": "Continue to support the work of the Welsh Books Council and the papurau bro – and to support work to explore and exploit e-publishing and new ways of accessing written material."}}, {"translation": {"cy": "45.", "en": "45."}}, {"translation": {"cy": "Parhau i ddarparu cymorth ariannol i Golwg 360 hyd fis Mawrth 2014, drwy Gyngor Llyfrau Cymru, ac adolygu effeithiolrwydd y gwasanaeth yn ystod y cyfnod hwnnw.", "en": "Continue, through the Welsh Books Council, to provide financial support to Golwg 360 until March 2014, and to review the effectiveness of the service during that period."}}, {"translation": {"cy": "52Iaith fyw: ", "en": "52A living language: "}}, {"translation": {"cy": "Cyfieithu", "en": "Translation"}}, {"translation": {"cy": "46.", "en": "46."}}, {"translation": {"cy": "Gofyn i’r Comisiynydd gefnogi a datblygu’r diwydiant cyfieithu.", "en": "Ask the Commissioner to support and develop the translation industry."}}, {"translation": {"cy": "Terminoleg", "en": "Terminology"}}, {"translation": {"cy": "Gofyn i’r Comisiynydd gydgysylltu’r gwaith o safoni terminoleg ac enwau lleoedd Cymraeg.", "en": "Ask the Commissioner to coordinate the standardisation of Welsh language terminology and place names."}}, {"translation": {"cy": "Ymchwil a data", "en": "Research and data"}}, {"translation": {"cy": "Gofyn i’r Comisiynydd gynnal gwaith ymchwil a pharatoi adroddiad bob pum mlynedd ar sefyllfa’r iaith, yn unol â Mesur y Gymraeg.", "en": "Ask the Commissioner to conduct research and prepare a five-yearly report on the position of the language, in accordance with the Welsh Language Measure."}}, {"translation": {"cy": "49.", "en": "49."}}, {"translation": {"cy": "Chwilio am gyfleoedd i gydweithio â’r Comisiynydd, yn ôl yr angen, ar brosiectau ymchwil a data.", "en": "Look for opportunities to collaborate with the Commissioner, as necessary, on research and data projects."}}, {"translation": {"cy": "50.", "en": "50."}}, {"translation": {"cy": "Prif ffrydio’r Gymraeg yn ein hymchwil a’n gwaith o gasglu data ar draws holl feysydd polisi Llywodraeth Cymru, gan gynnwys Gyrfa Cymru.", "en": "Mainstream the Welsh language into our research and collection of data across all Welsh Government policy areas, including Careers Wales."}}, {"translation": {"cy": "Cynllunio ieithyddol", "en": "Language planning"}}, {"translation": {"cy": "51.", "en": "51."}}, {"translation": {"cy": "Cefnogi’r gwaith o feithrin a datblygu’r proffesiwn cynllunio ieithyddol.", "en": "Support the work of nurturing and developing the language-planning profession."}}, {"translation": {"cy": "Hybu gwerth y Gymraeg", "en": "Promoting the value of Welsh"}}, {"translation": {"cy": "52.", "en": "52."}}, {"translation": {"cy": "Datblygu strategaeth farchnata gydgysylltiedig ar gyfer yr iaith, gan gynnwys marchnata sydd ynghlwm wrth brosiectau a gweithgareddau sy’n cefnogi’r iaith – a gwneud hyn mewn partneriaeth ag eraill, gan gynnwys sefydliadau a grëwyd i hybu’r defnydd o’r Gymraeg.", "en": "Develop a coordinated marketing strategy for the language, including for marketing linked to projects and activities in support of the language – and to do this in partnership with others, including organisations established to promote the use of Welsh."}}, {"translation": {"cy": "Iaith fyw: ", "en": "A living language: "}}, {"translation": {"cy": "iaith byw53", "en": "a language for living53"}}, {"translation": {"cy": "54Iaith fyw: ", "en": "54A living language: "}}]}